[
	{
		"title": "THE REWARDS ARE ENTICING!!",
		"description": "A prominent position beholds this rectangular land parcel of 709m² (approx), where significant dimensions and prized northern rear aspect present a field of opportunities. <br/><br/>Endorse plan permit and working drawing are all ready to go!<br/> <br/>Permit for 2 huge house:<br/>Unit 1: 7 bedroom 7 Bath 2 Car with 28 square<br/>Unit 2: 6 bedroom 6 Bath 2 Car with 23 square<br/><br/>Which the potential return rates for this project. You might want to advise a potential return rate is above 6.5% annually as there are 13 rooms with full ensuites.<br/> <br/>Positioned for convenience, mere minutes to Monash University, golf courses, Davies Reserve, Clayton Station and shopping precinct and Monash Medical Centre.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 0
		},
		"landsize": "709m2",
		"price": "$1,200,000-$1,280,000",
		"priceRange": "1m_1.5m",
		"type": "other",
		"address": "13 Thompson Street, Clayton, 3168",
		"x": 145.114214,
		"y": -37.918613,
		"primarySchool": {
			"school": "Clayton North Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1073401"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "CORNER COMFORT IN CENTRAL CLAYTON",
		"description": "Corner the market with this premier offering by JXRE First National and invest in convenience with this neatly presented, single level residence that sits right in the heart of Clayton and offers generous accommodation to maximize rental returns with easy access to Monash Uni. <br/><br/>Alternatively, this enticing home could act as a wonderful introduction to the market for savvy buyers with future scope to build your dream home on its corner 401sqm approx. allotment (STCA). <br/><br/>Offering versatility, the layout is currently configured to create five bedrooms, with the lounge room representing the 4th bedroom and the dining room forming the 5th bedroom, however buyers may wish to utilize them for their original purpose. <br/><br/>The kitchen is finished with neutral tones and offers an upright oven/gas stove and ample storage space, while paved courtyard creates space outside to relax or dine in the sunshine. <br/><br/>Wonderfully highlighted with an attractive bathroom with toilet, laundry, separate 2nd toilet, ducted heating, evaporative cooling, robes to four of the bedrooms, polished floorboards plus a double garage. <br/><br/>Resting in a premium location within walking distance to Clayton Rd shops, Clayton Train Station, Monash Medical Centre, Monash Uni, Clarinda Primary and parks, near Huntingdale Golf Course, Ikea and M-City.<br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National JXRE may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number. Please note that properties listed for auction may be sold prior<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 5,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "401m2",
		"price": "$750,000 - $790,000",
		"type": "house",
		"address": "50 Harlington Street, Clayton, 3168",
		"x": 145.11123615,
		"y": -37.92393901,
		"primarySchool": {
			"school": "Clarinda Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1333601"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T14:15:00",
				"end": "2022-09-10T14:45:00"
			},
			{
				"start": "2022-09-11T11:00:00",
				"end": "2022-09-11T11:30:00"
			},
			{
				"start": "2022-09-17T10:30:00",
				"end": "2022-09-17T11:00:00"
			}
		]
	},
	{
		"title": "POWERFUL DOUBLE SITE PROPOSITION",
		"description": "Meticulously architecturally, Thompson Street encompasses indulgent 4 & 3-bedroom town residences. The height of sophistication, it is brought to you by one of the area's leading builders.Attention to every detail a carefully considered range of materials, fixtures and finishes creates a luxurious home environment that is guaranteed to impress.<br/><br/>Located in one of Clayton's premier streets, Thompson Street is nestled between all that Clayton has to offer. Take a 7 minute walk to the busy Clayton shopping village/train station or if you study at Monash get some exercise with the 2.5km walk to your first lecture and obviously if you work at Monash hospital or Monash Children's hospital leave your car at home and take 10 minutes to walk to work. Wander down to grab the perfect cup of coffee from your favourite barista or dine at bustling cafes and distinguished restaurants. Peruse exclusive boutiques and specialty stores.<br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National JXRE may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number.<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 4,
			"bathrooms": 3,
			"parkingSpaces": 2
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "1,2,3/7-9 Thompson Street, Clayton, 3168",
		"x": 145.113716,
		"y": -37.918542,
		"primarySchool": {
			"school": "Clayton North Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1073401"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Location and Convenience Living.....",
		"description": "Closing Date Sale: Tuesday 27th September @ 6:00 PM (Unless Sold Prior)<br/><br/><br/>Positioned in a premium Springvale location neighbouring Mulgrave complements the lush range of options that accompany this rewarding property. A rare opportunity for investors and renovators, occupying a generous allotment of 638m2 (approx.) this home is packed with potential and endless opportunities. <br/><br/>The residence offers three well sized bedrooms with wardrobes, central bathroom featuring separate toilet. Large family dining room leads to the kitchen with gas cooking and dishwasher, separate family room is serviced by a split system to keep the family comfortable in all seasons. <br/><br/>A secure garage with plenty of additional parking outside illustrates the pleasing land size of the property. Towards the rear of the house there is also a bungalow outside to be used as home office or teenage accommodation. <br/><br/>Conveniently located within walking distance to Wellington Secondary College, within close proximity to Waverley Gardens Shopping Centre, M-City, buses, Edinburgh Reserve, and easy access to Monash Freeway.<br/><br/>Please contact Tommy 0431 644 889 or Corey 0417 311 491 for more information.<br/>At BigginScott Greater Dandenong…WE DELIVER…the best homes.<br/><br/>*Please Note* - BigginScott Greater Dandenong may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo ID is required upon entering the property.",
		"features": {
			"bedrooms": 4,
			"bathrooms": 3,
			"parkingSpaces": 3
		},
		"landsize": "638m2",
		"price": "$828,888 - $878,888",
		"priceRange": "1m_1.5m",
		"type": "house",
		"address": "11 Eve Court, Springvale, 3171",
		"x": 145.17012,
		"y": -37.936321,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "Outstanding Dual Occupancy in Central Springvale!",
		"description": "Great opportunity to secure this family home, situated in the most sought-after area of Springvale, offering 5 bedrooms including a self-contain unit in the back. <br/><br/>The front house has three spacious bedrooms, a relaxing light-filled lounge all fitted with downlights, hardwood timber polished floorboard, and comfortable open space and adjoined by the modern kitchen, granite bench top and quality appliance, stainless steel 5 burner type stove and oven with range hood, Miele dishwasher, and an abundance of bench & cupboard space, plenty of cabinet space, renovated bathroom and a covered patio. <br/><br/>Plus, new built self-contain granny flat comprising two spacious bedrooms, one with BIR, modern kitchen with gas cooking appliances, ideally for parent-in-law or young couple, a double lock-up brick garage, and the workshop at the back. Perfect for living and investment, it's set in the popular, highly-demand area in Springvale and easy to find the tenants, this property is currently tenanted - they rent directly to the owner, rental return is $2,800 per month.<br/><br/>Featuring: <br/>-3x bedrooms brick veneer home<br/>-New built, self-contain two-bedroom granny flat<br/>-2x kitchens and 2x bathrooms <br/>-Ducted central heating and polished floorboard<br/>-Installed 7Kw solar system that saves a lot of electric bill<br/>-Multiple split system AC and central air conditioning system<br/>-Double lock up garage and water tank<br/> <br/>All local amenities are just a short distance away, located moments from the Springvale/Westall train station, and close by are local shops, eateries, and schools as well as easy access to Monash & Eastlink the surrounding suburbs. Don't miss this great opportunity to secure yourself a great investment or a chic lifestyle at a great value. Inspection is a must! <br/><br/>Please contact Huy Tran – 0423 086 218 for inspection. <br/><br/><br/>DISCLAIMER:<br/>The measurements provided of the land and/or property may not be 100% accurate. In order to satisfy yourself with the exact dimensions of the property/land / or of each room, we advise you to conduct your own measurements and/or engage the services of a licensed surveyor. Responsibility for any omissions or errors contained herein is expressly denied.",
		"features": {
			"bedrooms": 5,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "$950,000 to $1,045,000",
		"type": "house",
		"address": "166 Westall Road, Springvale, 3171",
		"x": 145.138247,
		"y": -37.953926,
		"primarySchool": {
			"school": "Spring Parks Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553801"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:00:00",
				"end": "2022-09-07T17:30:00"
			},
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "Three Bedroom with Space.",
		"description": "Price range $870,000 to $940,000<br/>A spacious three-bedroom villa that's picture perfect and set in a quiet, serene location amongst other prime properties. <br/>This sought-after residence has got high ceilings and low maintenance living, plus many other features and benefits, which include:<br/>• Three generous bedrooms, the master with walk-in robe & full ensuite.<br/>• Second bedroom also with built-in robe.<br/>• Third bedroom with robes.<br/>• Two living areas and a large formal lounge room with a bay window.<br/>• Timber kitchen with stone benchtops.<br/>• Combined meals/family areas lead to an open plan living and a private courtyard/entertaining area.<br/>• Two bathrooms and two toilets. <br/>• Laundry.<br/>• Lock-up garage with remote.<br/>• One open car space next to the front door the second open car space at the rear of the property running in tandem with the garage (that's right, multiple car spaces).<br/>• All set on a 291sqm allotment of land<br/>Other features include: Ducted heating, floor coverings, window furnishings, split heating/cooling, gas cooking, provision for a dishwasher, stainless steel appliances, ducted vacuum, security alarm, solar power that has never been used during the ownership by the current owners), clothesline, remote garage control plus 3 parking spots in total, and much more.<br/>Situated in one of Oakleigh East's prized streets, this much-loved brick veneer home is ideally located for it is only a short trip to all desirable amenities including schools, parks, public transport, Monash Hospital, Monash University, Chadstone Shopping Centre, and Oakleigh Central Shopping District.<br/>This is truly an opportunity not to be missed.<br/><br/>Further details Maureen Bartolo 0414 514 118 or Alex Bartolo 0412 216 890<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 3
		},
		"landsize": "291m2",
		"price": "$870,000 - $940,000",
		"type": "house",
		"address": "1/26 Sage Street, Oakleigh East, 3166",
		"x": 145.11148411,
		"y": -37.90359511,
		"primarySchool": {
			"school": "Amsleigh Park Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542801",
			"HyperLinkPostcode": "3166",
			"HyperLinkOverall": "94",
			"LabelPercentile": "15%",
			"TotalEnrolments": "340",
			"Sector": "Government",
			"ICSEA": "90"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Executive design with high end quality!",
		"description": "Impressive in stature and scope, this thoroughly modern townhouse is the perfect retreat for high-end entertaining and quiet family life with an adaptable blueprint suitable for multiple lifestyles.<br/><br/>The neat lines and sharp geometrics lend this home a designer feel, with indoor & outdoor spaces eminently suited to entertaining on all scales, and impressive proportions allowing for peace and privacy no matter where you are.<br/><br/>An immaculately presented open-concept floor plan comprises living and dining areas with seamless outdoor connections, meals area, and chef-ready kitchen with a monochromatic palette flaunting black stone waterfall island bench, walk-in pantry, and premium stainless-steel appliances. A second kitchen in the garage truly sets this property apart as an entertainer's paradise.<br/><br/>Two fully-fitted master bedrooms with private ensuites and walk-in robes luxuriously accommodate; a third bedroom with built-in robe is privileged with almost sole access to the family bathroom.<br/><br/>Other features include established gardens, polished timber floors, ducted heating throughout, an east-facing master bedroom balcony, under stair storage, and ground floor guest powder room.<br/><br/>This property will appeals to all walks of life, exceptionally located within walking distance to Clayton & Westall train stations, and zoned for Westall Primary & Westall Secondary College. Monash University Clayton, Monash Medical, and Springvale Homemaker Centre are all nearby.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 4,
			"parkingSpaces": 2
		},
		"price": "Auction (Unless Sold Prior)",
		"type": "house",
		"address": "2/25 Aonach Street, Clayton South, 3169",
		"x": 145.1319549,
		"y": -37.93235326,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T10:00:00",
				"end": "2022-09-10T10:30:00"
			},
			{
				"start": "2022-09-11T11:00:00",
				"end": "2022-09-11T11:30:00"
			}
		]
	},
	{
		"title": "Large block with unlimited potential in central Springvale",
		"description": "Set on a substantial elevated block of approx. 700sqm, in a popular family area, this well-maintained three bedroom classic delivers a variety of options for motivated buyers. Renovate/extend, build a brand new family home or multiple dwellings, the opportunities are endless (STCA).<br/><br/>In a sought after pocket ideal for families, its near Springvale Central shops, restaurants, café's, Coles supermarket, Daniel's Donuts and M-City. It's also close to Springvale Rise Primary, Minaret College, parklands, Warner Reserve, buses and Springvale train station, Springvale Road, Princes Hwy and the Monash Fwy.<br/><br/>Property features:<br/>- Large backyard, potential to build new at the rear (STCA)<br/>- Sunroom opens to covered alfresco area<br/>- Classic kitchen/dining, central bathroom<br/>- Well-presented 3 bedrooms with built-ins<br/>- Side driveway, single garage and sheds.<br/>- Ducted heating<br/><br/>Terms: 10% deposit<br/>Balance: 30/60 days<br/>Photo ID Required",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "698m2",
		"price": "AUCTION | $800,000-$880,000",
		"type": "house",
		"address": "11 Gray Street, Springvale, 3171",
		"x": 145.156613,
		"y": -37.937687,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T14:00:00",
				"end": "2022-09-08T14:30:00"
			},
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T12:30:00"
			}
		]
	},
	{
		"title": "Rear End Development Opportunity STCA!",
		"description": "A sensational opportunity is presented for you to build a second dwelling in the large backyard at the rear or take advantage of the 17m to build two side by side. The solid, red brick veneer home is surrounded by a well-manicured front yard sitting on generous 737m2 block on a fantastic rectangular flat land and a sweeping large 3.07m width driveway offering room for extra car space and remote garage, not to mention the external shutters throughout to grant security, this property is certain to tick all the boxes for any buyer.<br/><br/>With porch side entrance to the house, you're instantly welcomed to the highest of standards this property has to offer including timber flooring throughout and carpet in bedrooms, large timber kitchen with inbuilt dishwasher, gas cooktop, ample bench and cupboard space, separate dining and light filled living area. Three spacious bedrooms with the master bedroom complete with a built-in robe, central bathroom and separate laundry located at the rear of the home with direct access to the secure, covered backyard. <br/><br/>Further features to complete the residence include ducted heating throughout and wall cooler in living room. Situated in the heart of Mulgrave in a quiet street location with just walking distance to Albany Rise Primary School, Wellington<br/>Secondary College, Wellington Reserve, Wanda Street shops, Guardian Childcare, Mulgrave uniting church and Police Rd shops and only a short drive to Springvale Road, Police Road and M1 Freeway. An opportunity not to be missed, be quick and inspect today!<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "737m2",
		"price": "Auction $800,000 - $880,000",
		"type": "house",
		"address": "1 Glencairn Street, Mulgrave, 3170",
		"x": 145.165811,
		"y": -37.927026,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T11:00:00",
				"end": "2022-09-10T11:30:00"
			}
		]
	},
	{
		"title": "Big Potential in Springvale Central!",
		"description": "This corner brick veneer home located in walking distance to Springvale Train station and Shops. Set on a generous block of approx. 594sqm is an idea for all buyers. Potentially keep existing house and build second unit at back yard or Multi Unit Development (STCA.)<br/>The home offering renovated kitchen with spacious living room joining with dinning, and three sizeable bedrooms, and the update kitchen offering plenty of cupboard space for all your storage needs, modern bath room.<br/>To complete the picture, a large private garden with secure gate has more than enough space for entertaining and the kids play area.<br/>Further highlights include floor board in all bed rooms, tiles in kitchen and living.<br/>Ideally located within walking distances to Springvale shopping centre, a short drive to Monash University. This home is also conveniently positioned with easy access to Tennis Courts, local parks, and quick access to highway/Eastlink and major freeway.<br/>Additional attractive features include:<br/>• Rectangle block 594 M2<br/>• Big backyard potential build another unit.<br/>• Central gas heating, split system air con<br/>• Window roller shutters<br/>Fantastic opportunity for first home buyers, investors or developers.<br/><br/>More information call Harvey Nhan on 0432 558 881 or Vinh Huynh on 0431 485 034<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "594m2",
		"price": "$810,000 - $891,000",
		"type": "house",
		"address": "16 Lucian Avenue, Springvale, 3171",
		"x": 145.155427,
		"y": -37.942823,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T11:00:00",
				"end": "2022-09-10T11:30:00"
			},
			{
				"start": "2022-09-17T11:00:00",
				"end": "2022-09-17T11:30:00"
			}
		]
	},
	{
		"title": "A prime corner block of immense potential (STCA)",
		"description": "Boasting a prominent corner block of approximately 633sqm in an ultra-convenient location, this well-maintained three bedroom brick veneer home presents an immediately comfortable lifestyle along with excellent scope for a multi-unit development site (subject to council approval). Potential-packed, it also features options as a home business with a versatile floor plan and two kitchens. <br/><br/>Positioned for success, it's just moments from excellent shopping and dining options, with Coles supermarket, specialty stores, Daniel's Donuts, Springvale Central, Bunnings, Homemaker Centre and major shopping centres all within easy reach. It's also close to a great choice of schools, parks, buses and Springvale station. <br/><br/>Property features:<br/>- Bright and spacious living room with tiled floors<br/>- Open style kitchen/dining, modern appliances<br/>- Large sunroom/second kitchen with skylights<br/>- Relaxing bedrooms with built-ins and timber floors<br/>- Central bathroom, ducted heating, a/con wall unit<br/>- Solar panels, large carport, workshop/garage<br/><br/>Terms: 10% deposit<br/>Balance: 30/60/90 days<br/>Photo ID Required",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"price": "AUCTION | $870,000-$950,000",
		"type": "house",
		"address": "43 Springvale Road, Springvale, 3171",
		"x": 145.155435,
		"y": -37.936569,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:00:00",
				"end": "2022-09-10T13:30:00"
			}
		]
	},
	{
		"title": "Faultless and Impeccably Presented",
		"description": "An impressive interior provides the perfect lifestyle solution to enjoy this effortless and easily manageable single level villa boasting excellent street presence and only one of two <br/><br/>A wonderful floorplan incoporates 3 bedrooms, master with sumptuous fully tiled ensuite and WIR's 2 further bedrooms BIR's, gleaming main bathroom with floor to ceiling tiles and separate powder room.<br/><br/>The open plan living area is welcoming and light filled and features a stylish kitchen with stone island bench, hardwood flooring and sliding glass doors to a private rear courtyard ideal for entertaining.<br/><br/>There is reverse cycle airconditioning throughout, remote garaging and moments to The Links Shopping Centre and Cameron Reserve. Oakleigh Central, trains and schools are just a stroll away.<br/><br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"price": "$800,000 - $880,000",
		"type": "house",
		"address": "1/18 Cameron Avenue, Oakleigh South, 3167",
		"x": 145.08764173,
		"y": -37.92214368,
		"primarySchool": {
			"school": "Oakleigh South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1482301",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "100",
			"LabelPercentile": "2%",
			"TotalEnrolments": "1070",
			"Sector": "Government",
			"ICSEA": "96"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T11:30:00",
				"end": "2022-09-10T12:00:00"
			},
			{
				"start": "2022-09-14T12:00:00",
				"end": "2022-09-14T12:30:00"
			},
			{
				"start": "2022-09-17T11:30:00",
				"end": "2022-09-17T12:00:00"
			}
		]
	},
	{
		"title": "Location with Benefits",
		"description": "For Coming Auction <br/>Recently renovated this home will please most buyers for its central kitchen with stone bench tops that provide plenty of preparation space, wide stainless steel 900mm freestanding oven and five burner cooktop plus full height Mist glass splash backs all-round. The low maintenance flooring of tiles in the living areas and laminated timber flooring in the rest of the home help make life easier. The central kitchen opens out to a large dinning/family room which in turn opens to a larger undercover entertainment area and the rear yard which making it optimal for family gatherings or parties. It also has direct access to the lounge or alternatively as a formal dining room making it easy to serve meals or snacks. Four good sized bedrooms the master with BIR and ensuite, another with BIR and all three are close to the main bathroom. A split system AC and heating provide seasonal comfort as well.<br/>Overall, this home on approximately 616m2 offers many benefits for a family, a wide paved driveway, single garage, and carport can be suitable to park at least 4 cars. Shuttered windows can reduce light, and noise while providing an extra level of privacy. Colour bond fencing provide a low maintenance solution to the age-old problem of boundary fences. <br/>Location: Even though the home is in a quiet area its only minutes away from schools, public transport in Springvale Road, Springvale shopping centre or the numerous shops and takeaway stores at the junction of Springvale Road and Princes Hwy.<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "616m2",
		"price": "AUCTION",
		"type": "house",
		"address": "31 Avondale Street, Springvale, 3171",
		"x": 145.152368,
		"y": -37.939531,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T16:00:00",
				"end": "2022-09-07T16:30:00"
			},
			{
				"start": "2022-09-10T13:00:00",
				"end": "2022-09-10T13:30:00"
			},
			{
				"start": "2022-09-14T16:00:00",
				"end": "2022-09-14T16:30:00"
			},
			{
				"start": "2022-09-17T13:00:00",
				"end": "2022-09-17T13:30:00"
			}
		]
	},
	{
		"title": "Quality Home, Enviable Location",
		"description": "Closing Date Sale: Tuesday 11th October @ 6pm (Unless Sold Prior)<br/><br/>Proudly positioned in the heart of Springvale, this immaculately presented well-built family pleaser oozes instant appeal. Boasting all the conveniences of the central location, the generous regular level allotment of approx. 583m2 offers promising prospects for the future. With potential to add some modern inspiration, the generous floorplan offers a mixture of separate living zones to enjoy together or privately.<br/><br/>Upon entry, the home features a wide entrance flowing to a formal living and dining zone with timber flooring and large windows that bring in abundant of natural sun light. <br/>The spacious floor plan of the lounge and dining area effortlessly connects the contemporary kitchen which comprises specious bench tops, elegant timber cabinetry, generous storage space and quality stainless steel appliances. <br/><br/>Offering 3 Bedrooms, Master bedroom has a bonus sitting room/study great for working from home, plus comprises a walk-in robe and potential upgrade to Ensuite, whilst the remaining spacious 2 bedroom have built in robes. There is a central bathroom with separated toilet to service the rest of the house. <br/><br/>Step outside there's a decking entertainment area overlooking well established garden with fruit trees and lemon tree. The Rear yard connects to the garage with carport, suitable for 2 car accommodation.<br/><br/>Additional features ducted heating/cooling, laundry with external access, comfortably sized rear yard, 2 large water tanks.<br/>Property Highlights:<br/><br/>- 3 Spacious Bedrooms BIR<br/>- Brick Home with neat façade<br/>- Landscaped wide frontage<br/>- Sitting Room/Study<br/>- Lounge + 2nd Living Area<br/>- Bathroom with Heat Lights<br/>- Timber Floor Kitchen/Meals <br/>- Timber Architraves/skirting<br/>- Undercover Carport with addition parking space<br/>- Sizeable 583m2 (Approx) in central location<br/>- Low maintenance backyard with Lemon tree<br/>- Ducted heating/Split system cooling<br/>- Walk to shopping centre, train stations, schools, parks, sporting facilities and bus stops<br/><br/>Easy walk to Sandown train station as well as a great selection of some of Melbourne's leading schools to choose from including the highly regarded Killester College, Wesley College and Haileybury College. Additionally, Monash University is a short drive from your front door.<br/><br/>Please contact Corey on 0417 311 491 for more information.<br/>At BIGGINSCOTT SPRINGVALE…WE DELIVER…the best homes.<br/><br/>*Please Note* - Biggin & Scott Greater Dandenong may refuse to provide further<br/>information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo ID is required upon entering the property",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "583m2",
		"price": "$850,000 - $890,000",
		"type": "house",
		"address": "22 Gunther Avenue, Springvale, 3171",
		"x": 145.160086,
		"y": -37.958108,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:15:00",
				"end": "2022-09-10T13:45:00"
			},
			{
				"start": "2022-09-14T18:00:00",
				"end": "2022-09-14T18:30:00"
			},
			{
				"start": "2022-09-17T13:15:00",
				"end": "2022-09-17T13:45:00"
			},
			{
				"start": "2022-09-21T18:00:00",
				"end": "2022-09-21T18:30:00"
			},
			{
				"start": "2022-09-28T18:00:00",
				"end": "2022-09-28T18:30:00"
			},
			{
				"start": "2022-10-01T13:15:00",
				"end": "2022-10-01T13:45:00"
			},
			{
				"start": "2022-10-05T18:00:00",
				"end": "2022-10-05T18:30:00"
			},
			{
				"start": "2022-10-08T13:15:00",
				"end": "2022-10-08T13:45:00"
			}
		]
	},
	{
		"title": "Improved Family Home in Prized Oakleigh Location",
		"description": "A highly sought-after address within the Oakleigh entertainment district showcases this thoughtfully improved weatherboard home. <br/><br/>Its unique presentation effortlessly blends the period and modern, with a picket fence and rose garden entry preceding thoroughly contemporary interiors comprising immaculately tiled living spaces and bathrooms, well-appointed kitchen, and updated fixtures and fittings.<br/><br/>Transformed and streamlined interiors are set over an open-concept blueprint which seamlessly integrates the living and dining spaces; sliding door access in the lounge opens onto the undercover alfresco, ideal for scaled entertaining and summer meals.<br/><br/>Servicing the family with ease, the u-shaped kitchen is a prized combination of form and function, with its sleek design including stainless-steel appliances, generous storage space, and backyard views and access.<br/><br/>Complimented by spacious dimensions, three bedrooms with built-in robes include two with A/C and one with a built-in fireplace.<br/><br/>Premium features include vaulted ceilings, external awnings, dining room A/C, ducted heating, east-facing orientation, and abundant outdoor storage options.<br/><br/>Aspirational and highly attractive, this property is steps from the cultural commons of Oakleigh Mall, with zoning for Amsleigh Park Primary & South Oakleigh Secondary College.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "Auction | $980,000 - $1,060,000",
		"type": "house",
		"address": "7 John Street, Oakleigh, 3166",
		"x": 145.101201,
		"y": -37.901263,
		"primarySchool": {
			"school": "Amsleigh Park Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542801",
			"HyperLinkPostcode": "3166",
			"HyperLinkOverall": "94",
			"LabelPercentile": "15%",
			"TotalEnrolments": "340",
			"Sector": "Government",
			"ICSEA": "90"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T10:00:00",
				"end": "2022-09-10T10:30:00"
			}
		]
	},
	{
		"title": "Solid Original With Lucrative Corner Potential",
		"description": "A tantalizing prospect in a sought-after pocket, with the unique advantage of two street frontages, this impeccably preserved original home displays solid foundations and impressive scope for the future. Current accommodation is perfectly presented throughout, featuring traditional lounge and dining rooms, immaculate kitchen, spacious family/meals area, 3 robed bedrooms (main with ensuite/WIR), bathroom, GDH, wall AC, water tank, secure double garage and workshop with kitchenette - delivering untapped potential to create desirable spaces tailored specifically to your own desires and demands. Alternatively, capitalise on prime corner dimensions to redevelop (STCA), just moments to Monash Uni and Medical Centre, Clayton shopping precinct and train station, parklands and Freeways.<br/>*Please Note* Buxton Real Estate may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo id required upon entering the property.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "FORTHCOMING AUCTION",
		"type": "house",
		"address": "6 Ovens Court, Clayton South, 3169",
		"x": 145.110001,
		"y": -37.937858,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:45:00",
				"end": "2022-09-10T14:15:00"
			}
		]
	},
	{
		"title": "A Beautiful Home……. Waiting for a Beautiful Family",
		"description": "Located right at the border of Clayton south and Springvale South, this beautiful home is waiting for a right family who would like to enjoy a wonderful living and a fresh life style. With stunning features and large living are, this brilliance 3 bedrooms' plus 1 study home is sitting on a good side rectangle block of land approximate 539m2. Short distance drive to Springvale station, Springvale shopping Centre and surrounding by all popular primary and high school. This lovely nest has been immaculately kept and maintained by the owner, yet provides potential to enhance even further, this home comprises of:<br/><br/>- 3 large bedrooms with 2 BIRs and floor board throughout.<br/>- A spacious appointed bathroom, fully renovate, plus a corner spar.<br/>- A formal living area with floorboard through out<br/>- An extra living area with tiles throughout to the kitchen area.<br/>- Brand new quality kitchen cabinets with 40mm laminate bench top, glass flash back plus lot of cupboard<br/>- 900 mm gas cooktop & oven<br/>- A huge garage has been build attached to the home which Ideal for guest and family time.<br/>- A stunning private back yard has been well maintaining and well look after by the owner.<br/>- Nice & tidy front gardening is joying with a huge garage and a long driveway offering plenty of car accommodation.<br/>If you still haven't find your dream nest for your family, then this is an opportunity for you to inspect and security this property. Call today for inspection. <br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 1,
			"parkingSpaces": 6
		},
		"price": "$930,000-$1,020,000",
		"type": "house",
		"address": "24 Orloff Close, Clayton South, 3169",
		"x": 145.133464,
		"y": -37.958978,
		"primarySchool": {
			"school": "Spring Parks Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553801"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "DUAL FAMILY LIVING",
		"description": "Combining a great location, immaculate presentation, and potential for further improvement, this home will be very popular with families and investors alike.<br/><br/>With a lovely façade providing instant street appeal you step inside and find a light-filled home featuring a generous lounge with gas heater and split system air conditioning, as well as a dining room and an original kitchen in pristine condition.<br/><br/>An adjoining family room and meals area with an additional bedroom and en-suite provide the option of a parents retreat or self-contained unit, with own access to two separate private outdoor spaces or main entertaining area. <br/><br/>There's great accommodation with 4 bedrooms and 2 neat bathrooms including a dual entry main bathroom.<br/><br/>Outside you find a generous pergola surrounded by landscaped gardens, and secured with an electric gate, perfect for all year-round entertaining, whilst the remote-controlled garage and shed provide room to store additional cars, trade and recreational items. <br/><br/>Enjoy the comfort of heating and air conditioning, ceiling fans, external roller blinds and security with alarm system.<br/><br/>In one of the area's finest locations, surrounded by a family-friendly environment and parkland.",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 3
		},
		"price": "FOR SALE - CONTACT AGENT",
		"type": "house",
		"address": "25 Tarago Crescent, Clayton South, 3169",
		"x": 145.108225,
		"y": -37.940146,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T16:45:00",
				"end": "2022-09-08T17:15:00"
			},
			{
				"start": "2022-09-10T10:00:00",
				"end": "2022-09-10T10:30:00"
			},
			{
				"start": "2022-09-11T10:00:00",
				"end": "2022-09-11T10:30:00"
			}
		]
	},
	{
		"title": "Quiet Location",
		"description": "Just a 20-minute walk (1.8km) to Springvale central or Springvale railway station is just one advantage 19 Keets Court. The property is relatively quiet being toward the end of the court yet has the convenience of a regular bus service (811) running along View Road to either Lightwood Road, making it easy to reach Springvale railway station and Springvale central or Heatherton Rd where you have easy access to Heatherhill Primary school or Keysborough Secondary College. <br/>The home is family friendly with a separate lounge and dining area, 3 bedrooms 2 with BIR, separate toilet and bathroom, the latter with shower and a bath, separate laundry, gas appliances including ducted heating, all on a good-sized, low maintenance block with a Northly facing backyard ideal for summer evening get togethers.<br/>Great as an investment, with potential to upgrade or the location for your new dream home STCA. Currently leased at $1750 pcm till May 2023, makes it a good addition to your portfolio.<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "564m2",
		"price": "AUCTION",
		"type": "house",
		"address": "19 Keets Court, Springvale, 3171",
		"x": 145.159263,
		"y": -37.960547,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T12:30:00"
			}
		]
	},
	{
		"title": "Two for one investment opportunity on a large block! To arrange an inspection, please contact Thu Le 0421 903 814.",
		"description": "Fantastic opportunity to live in, lease out or do both with this centrally located two-bedroom vinyl cladding home plus self-contained one bedroom bungalow (with separate meters for both water and electricity) on a generous, rectangular block of land measuring approximately 736sqm. <br/><br/>It's set in a quiet street close to Coles, specialty stores, cafés and bakeries, including Daniel's Donuts. Short walk to Warner Reserve, walking trails, tennis clubs and Springvale Rise Primary School. Close to Springvale Road, bus stops, and less than five minutes to Springvale Station, its perfect for car and public transport commuters.<br/><br/>Property 1: 16A features:<br/>- Two bedrooms served by bathroom and toilet<br/>- Separate lounge, kitchen with gas appliances<br/>- Main bedroom/BIR, laundry, off street parking<br/><br/>Property 2: 16B features:<br/>- Double bedroom, bright white bathroom/toilet<br/>- Adjoining kitchen/meals and living zones<br/>- Split-system air conditioner, private entrance<br/><br/>Current lease property 1 @ $310 p/w<br/>Current lease property 2 @ $200 p/w<br/><br/>Rental incomes will help you to pay your mortgage while you draw the plan and permit. Keep the existing home and build the dwelling at the back or redevelop, your choice.<br/><br/>Don't miss this fantastic opportunity, call Thu Le 0421 903 814 now!<br/><br/>Photo ID Required.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 3
		},
		"landsize": "736m2",
		"price": "$860,000 - $900,000",
		"type": "house",
		"address": "16 Gray Street, Springvale, 3171",
		"x": 145.156821,
		"y": -37.938006,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "On The Mark For Modern Family Living",
		"description": "Situated within the boundary of the iconic Waverly Park stadium precinct, this dynamic 4-bedroom, 2.5-bathroom family retreat is the perfect match for an active family lifestyle.<br/><br/>Dazzling in a wealth of natural light, this superb sanctuary enjoys a generous north-facing formal living room with a gas fireplace, a light and airy open-plan living and dining area and a sleek stone-bench kitchen with stainless steel appliances. There's a radiant main bedroom with a walk-in robe, balcony and twin vanity ensuite upstairs, plus three additional bedrooms with built-in robes and a family bathroom.<br/><br/>Easily manageable, the low-maintenance rear garden leaves more time to enjoy the things you love; alternatively, bring along your stylish flair and create an idyllic alfresco entertaining space to take centre stage.<br/><br/>Sleek with porcelain tiling, it's enhanced with ducted heating and air conditioning, a guest powder room and a fitted laundry, abundant storage, and a double garage with rear access via Kinkora Court.<br/><br/>In this wide tree-lined street, footsteps to bus services and Mulgrave Country Club, walk to parks, cafes and childcare centres, with easy access to the M1 freeway, Eastlink, Waverley Gardens Shopping Centre and Monash University. Zoned for Waverley Meadows Primary School and Wheelers Hill Secondary College, with Mazenod College and Caulfield Grammar nearby. <br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "$1,000,000 - $1,100,000",
		"type": "house",
		"address": "4 Sir Kenneth Luke Boulevard, Mulgrave, 3170",
		"x": 145.18581506,
		"y": -37.92247505,
		"primarySchool": {
			"school": "Waverley Meadows Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1510501"
		},
		"secondarySchool": {
			"school": "Wheelers Hill Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847401"
		}
	},
	{
		"title": "Expression of Interest",
		"description": "Spacious, beautifully appointed and luxurious features are hallmarks of this double-storey home. This home is enviably situated a stone throw from Westall Train Station and minutes' walk to Westall Primary school and Westall Secondary college, shops and stunning parkland with kids playground. This 4-bedroom, 2-bathroom home exceeds all expectations in style and space, creating an excellent opportunity for a family home or investment.<br/><br/><br/>Open plan design incorporates a light-filled living/meals area, glass sliding doors creating a seamless indoor-outdoor connection flowing out to the spacious entertaining courtyard. Striking bamboo floors flow effortlessly throughout the sun-soaked interior, with an open-plan design featuring a luxurious entertainer's kitchen appointed with stone benchtops and stainless-steel appliances. This impressive four bedroom, two bathroom plus a separate power and laundry room residence is styled in versatile style with a choice of master bedroom upstairs and downstairs. The courtyards enhance outdoor entertaining options. Finished to perfection plush carpets, gardens, ample storage, the water tank and quality fixtures and fittings add further appeal.<br/><br/>Property features:<br/><br/>- Large windows throughout the home with lights filled all day<br/>- Large open plan kitchen with Caesar stone bench tops and modern oven and gas cooktops, canopy range hood and dishwasher<br/>- Polished bamboo floorboards in the living<br/>- Separate powder room with vanity and large laundry room<br/>- Ample in-house storage and outdoor weatherproof shed<br/><br/>If you love being at the centre of it all, a dream location within walking distance to Westall Train Station and proximity of Westall Secondary College & Westall Primary School, Kindergarten, Keeley Park and The Grange Reserve. This impressively living is close to Clayton Shopping Centre and Monash Medical Centre, Monash University within minutes, is close to Chadstone Shopping Centre and the CBD is within a 35-minute commute.",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "$798,000",
		"type": "house",
		"address": "1/16 Burns Avenue, Clayton South, 3169",
		"x": 145.13451926,
		"y": -37.93780606,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T16:00:00",
				"end": "2022-09-08T16:30:00"
			},
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T12:30:00"
			}
		]
	},
	{
		"title": "FAMILY FRIENDLY IN COURT SETTING",
		"description": "Closing Date Sale: Tuesday 11th October @ 6pm (Unless Sold Prior)<br/><br/>This fabulous three bedroom carpeted, one bathroom family home is set on approx. 622sqm will certainly tick all the boxes for a huge range of home buyers such as first home buyers, growing families or those seeking to refresh, knock down and rebuild opportunity (STCA).<br/><br/>Located in one of the most established area of Springvale, this brick veneer home has enormous potential and will certainly attract a huge interest. It is within walking distance to Springvale Rise Primary School, Springvale Coles Shopping, the vibrant of Springvale Central, Bunnings and Ikea Homemaker Centre. Minutes from Wellington College and your commutes will be efficient within proximity to the M1 Freeway, Eastlink and Springvale Road/Princes Highway bus routes. You can't beat this location.<br/> <br/>A large formal lounge room is positioned towards the front of the home and is benefits from the comfort of the \"Rinnai\" heater, laminate kitchen benchtops, cooktops and oven with ample of storage spaces, a spacious laundry and a toilet. <br/><br/>As you head outside, you are instantly met with a manicured front yard, a sprawling rear yard and a single lock up garage to compliment this residence.<br/><br/>Please hurry - buy now and enjoy the home as it is or further improvement later or build your dream home in the fast growing suburb of Springvale. <br/><br/><br/>Please contact Tommy 0431 644 889 for more information.<br/>At BIGGIN & SCOTT SPRINGVALE…WE DELIVER…the best homes.<br/><br/>*Please Note* - Biggin & Scott Greater Dandenong may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo ID is required upon entering the property.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 3
		},
		"landsize": "622m2",
		"price": "$788,888 - $858,888",
		"type": "house",
		"address": "2 Picken Court, Springvale, 3171",
		"x": 145.160042,
		"y": -37.940742,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T17:45:00",
				"end": "2022-09-08T18:15:00"
			}
		]
	},
	{
		"title": "ON HOLD UNTUL FURTHER NOTICE!",
		"description": "Impressively positioned in a central Springvale pocket, this well-maintained three bedroom single level brick veneer home offers endless possibilities for a bright and rewarding future. Ideal as a comfortable first home, astute investment, renovation project or brand-new dream family home site, this is an opportunity too good to miss (STCA). <br/> <br/>Situated in a serene family-friendly area, just steps to Olinda Avenue playgrounds and Kindergarten, and only moments from Springvale Plaza, Spring Parks Primary, Killester College, Haileybury College, Lighthouse Christian College, Heatherton Christian College and buses. It's also close to Springvale Central shops and essential services, such as Medical Centres, trains, churches and the new Springvale Community Hub, featuring a state-of-the-art library.<br/><br/>Property features:<br/>- Wrap-around porch to generous lounge/dining<br/>- Fully equipped kitchen <br/>- Three spacious bedrooms, most with built-ins<br/>- Renovated bathroom with dual basin vanity<br/>- Polished floorboards, heating/cooling, roller shutters<br/>- Covered outdoor area<br/>- Large garage, ample side driveway parking<br/><br/>Potential lease around $410-$450 p/w<br/><br/>Photo ID Required",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"price": "$950,000",
		"type": "house"
	},
	{
		"title": "REDEVELOP AND PROSPER",
		"description": "Ripe for redevelopment and proudly offered by First National JXRE, this single level home sits on an impressive 610sqm approx. allotment with a wide 18.5m approx. frontage and rectangular, level proportions (STCA). <br/><br/>Displaying original style and being offered for the first time, the current home is filled with memories of multiple generations and embraces three bedrooms, accompanied by a bathroom, separate toilet, light-filled lounge, kitchen/meals zone and laundry. <br/><br/>Stepping outside, you're greeted by a sought-after, north-facing backyard that's certain to spark visions of the future, while additional benefits include split system heating/air conditioning, high ceilings plus a single garage. <br/><br/>Providing further temptation, the home sits in a central location that offers easy access to Huntingdale Primary, South Oakleigh Secondary, Monash Uni, Monash Medical Centre, Oakleigh Central, Chadstone Shopping Centre, Huntingdale Train Station and Monash Freeway. <br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National JXRE may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number. Please note that properties listed for auction may be sold prior<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "610m2",
		"price": "$950,000 - $1,045,000",
		"type": "house",
		"address": "31 Hargreaves Street, Huntingdale, 3166",
		"x": 145.108183,
		"y": -37.908937,
		"primarySchool": {
			"school": "Huntingdale Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1471601",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "97",
			"LabelPercentile": "7%",
			"TotalEnrolments": "380",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T15:00:00",
				"end": "2022-09-10T15:30:00"
			},
			{
				"start": "2022-09-11T13:15:00",
				"end": "2022-09-11T13:45:00"
			},
			{
				"start": "2022-10-01T12:30:00",
				"end": "2022-10-01T13:00:00"
			}
		]
	},
	{
		"title": "$1,000,000-$1,100,000",
		"description": "Maximise the potential of this superb 761m (approx) north rear facing allotment, broadly appealing to families, investors and developers for its elevated dimensions and limitless possibilities. The current neatly maintained 3 bedroom, 1 bathroom home provides a lounge, terrace, immaculate kitchen/meals, ducted heating, wall air-conditioner, single garage and carport. Explore options to modernise/extend or lease out the existing home or prepare the site for a luxurious new residence or multiple dwellings (STCA) - whichever option is adopted, the outcome is sure to reward. Located in the coveted MWSC catchment, close to Mt Waverley Village shops and train, buses, quality schools, Pinewood and M1 freeway. <br/><br/>Photo ID required at all open for inspections.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "765m2",
		"price": "AUCTION",
		"type": "house",
		"address": "3 Griffiths Court, Mount Waverley, 3149",
		"x": 145.127365,
		"y": -37.890337,
		"primarySchool": {
			"school": "Mount Waverley Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1343201",
			"HyperLinkPostcode": "3149",
			"HyperLinkOverall": "99",
			"LabelPercentile": "3%",
			"TotalEnrolments": "800",
			"Sector": "Government",
			"ICSEA": "96"
		},
		"secondarySchool": {
			"school": "Mount Waverley Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1810502",
			"HyperLinkPostcode": "3149",
			"HyperLinkOverall": "95",
			"LabelPercentile": "12%",
			"TotalEnrolments": "1780",
			"Sector": "Government",
			"ICSEA": "95"
		}
	},
	{
		"title": "Renovate & Renew on 622 Sqm. Approx.",
		"description": "Quietly positioned in one of Huntingdale’s quiet, family-friendly pockets, this historic brick veneer home situated on a 622 sqm. approx. allotment offers endless potential as a luxury new-residence, investment opportunity, side-by-side development, or renovation opportunity to move-in and gradually improve (STCA).<br/><br/>The pre-existing three-bedroom home offers complete flexibility to fit with any vision. A generous living room and adjoining meals area flow seamlessly into the kitchen/meals zone, onto the rear sunroom and beyond out to the enormous backyard with clear, flat land primed for innovation.<br/><br/>Around the corner from Huntingdale station village and a stop away from Oakleigh Mall, hop in the car and within minutes’ find yourself at Chadstone SC, Springvale Homemaker Centre and numerous beautiful local parks and cafes including Oasis Bakery just down the road.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "622m2",
		"price": "Auction | $1,000,000 - $1,100,000",
		"type": "house",
		"address": "42 Beauford Street, Huntingdale, 3166",
		"x": 145.109328,
		"y": -37.908622,
		"primarySchool": {
			"school": "Huntingdale Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1471601",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "97",
			"LabelPercentile": "7%",
			"TotalEnrolments": "380",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T16:30:00",
				"end": "2022-09-08T17:00:00"
			},
			{
				"start": "2022-09-10T12:15:00",
				"end": "2022-09-10T12:45:00"
			}
		]
	},
	{
		"title": "Opportunity Knocks!",
		"description": "In a great location close to schools, shops and transport and sitting on a 663m2 allotment, this weatherboard home is in excellent condition and features 3 bedrooms, formal lounge/dining and kitchen meals area. Ideal to renovate or the builders to knock down and erect two side by side townhouses or build your dream home (STCA). Whatever your choice, the property must be sold.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "663m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "5 Third Street, Clayton South, 3169",
		"x": 145.132986,
		"y": -37.931142,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "Stylish Home in a Central Location",
		"description": "Situated in one of the most coveted and tightly held pockets and in a quiet court location this sizeable family home presents a wealth of opportunity for those wanting to get into this super desirable part of Mulgrave.<br/>Proudly boasting:<br/>- 3 Bedrooms master with WIR and full ensuite<br/>- 2 Separate living and dining areas served by central kitchen<br/>- Double lock up garage with workshop<br/><br/>Resonating immediate family appeal with its dual living zones and enviable indoor-outdoor atmosphere, this peaceful bowl of court home delivers the perfect environment to raise a family with scope to extend or redevelop on its huge 726sqm approx. allotment (STCA)<br/>Situated in a neighbourhood where Mulgrave Primary School, Nazareth College, Waverley Gardens Shopping Centre, public transport, reserves plus Monash and East Link Freeways are all a stone's throw away.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "$850,000 ~ $935,000",
		"type": "house",
		"address": "5 Dirkala Court, Mulgrave, 3170",
		"x": 145.200381,
		"y": -37.937527,
		"primarySchool": {
			"school": "Mulgrave Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1217201",
			"HyperLinkPostcode": "3170",
			"HyperLinkOverall": "92",
			"LabelPercentile": "21%",
			"TotalEnrolments": "450",
			"Sector": "Government",
			"ICSEA": "85"
		},
		"secondarySchool": {
			"school": "Carwatha College P-12",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1543501"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T13:00:00",
				"end": "2022-09-08T13:30:00"
			},
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "HIDDEN DELIGHT ON 644SQM APPROX.",
		"description": "All the elements required for a comfortable family lifestyle are perfectly packaged into this red brick home that's hidden beyond high hedge screening and embraces spacious areas for living and dining plus a covered outdoor area for entertaining with family and friends. Ideally placed in the service road on a level 644sqm approx., the home's well-presented layout leads you from the entry foyer through to a glorious lounge room that's enriched with polished hardwood floorboards. Tiles in the dining zone continue through to the kitchen where you'll find a Westinghouse gas stove, Euro oven, stainless steel dishwasher plus a breakfast bench where children can pull up a stool and chat to parents as they prepare meals. For those warmer months of the year, the covered alfresco area is accompanied by a built-in BBQ for preparing outdoor meals, while the north-facing backyard is a haven for children. In all three bedrooms you'll find the benefits of robes, including in the master bedroom where a walk-in-robe is complemented by direct ensuite effect access to the family bathroom with toilet, further served by a separate second toilet and laundry. Wonderfully complemented by the inclusions of ducted heating, evaporative cooling, security shutters, garden shed, deep single carport plus a single garage. Positioned only moments from Mulgrave Primary, Nazareth College, buses, reserves, Waverley Gardens Shopping Centre plus both Monash and EastLink Freeways for travels to and from the city. <br/><br/>Photo ID required at all open for inspections.<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "645m2",
		"price": "AUCTION $800,000-$850,000",
		"type": "house",
		"address": "399 Police Road, Mulgrave, 3170",
		"x": 145.198814,
		"y": -37.937863,
		"primarySchool": {
			"school": "Mulgrave Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1217201",
			"HyperLinkPostcode": "3170",
			"HyperLinkOverall": "92",
			"LabelPercentile": "21%",
			"TotalEnrolments": "450",
			"Sector": "Government",
			"ICSEA": "85"
		},
		"secondarySchool": {
			"school": "Carwatha College P-12",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1543501"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T17:45:00",
				"end": "2022-09-08T18:15:00"
			},
			{
				"start": "2022-09-10T14:00:00",
				"end": "2022-09-10T14:30:00"
			}
		]
	},
	{
		"title": "Bursting With Potential - Occupy, Invest Or Build Your Dream Home!",
		"description": "This beautifully designed floor plan, spacious & modernised home will be a joy to own. Light-filled with its northerly aspect & positioned in one of the most sought-after pockets in Clayton South. <br/><br/>Five bedrooms with built-in robes, master bedroom with ensuite, two bathrooms and several living spaces & rumpus room. Big block of land on 880m2 (approx.) is suitable for a variety of uses. Extend, expand, and improve on the pre-existing home or demolish and rebuild a multi-unit development site (STCA).<br/><br/>Featuring with ducted heating, split system air conditioner, family room that opens to an outdoor terrace. Double carport and expansive driveway for extra cars.<br/><br/>This prime location completes the deal with Namatjira Park at one end of the street; buses at the other and in minutes you can access Clayton shops, train station and medical district as well as Monash University.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 5,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "Auction $1,100,000 - $1,200,000 Unless Sold Prior",
		"type": "house",
		"address": "20 Lanark Street, Clayton South, 3169",
		"x": 145.115086,
		"y": -37.933929,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T16:00:00",
				"end": "2022-09-08T16:30:00"
			},
			{
				"start": "2022-09-10T15:00:00",
				"end": "2022-09-10T15:30:00"
			}
		]
	},
	{
		"title": "AN ENTICING FIRST HOME OR DOWNSIZE OPTION",
		"description": "Designed with practicality and low-maintenance living in mind, this superb single level residence offers an enticing environment for the first-time family buyer, downsizer or savvy investor.<br/><br/>Graced with a well-planned layout, the home presents the appeal of a large, light-filled lounge room and adjoining rumpus that flows through to a well-sized meals zone and kitchen boasting quality appliances, sparkling tiled splashbacks plus a fabulous island breakfast bench. <br/><br/>While those who enjoy entertaining will appreciate the wonderful alfresco zone, affording the perfect space for you to invite all your friends and family over for a weekend barbeque, whilst children and pets play in the paved courtyard with gorgeous garden aspects.<br/><br/>Catering for families, there are three bedrooms; two boasting built-in-robes and serviced by a family bathroom, separate toilet and full-sized laundry. <br/><br/>Added features include; ducted heating, water tank, garden shed plus a double carport.<br/><br/>Situated in an outstanding location that places you across the road from the delightful Dowling Rd Reserve and Playground, within close proximity to shops, buses and trains, reserves, golf clubs, Clarinda Primary, Oakleigh South Primary, South Oakleigh Secondary, Monash Uni plus major arterials.<br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National<br/>JXRE may refuse to provide further information on the property should you prefer not to disclose<br/>your full contact information including phone number.<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the<br/>information contained in this document is true and accurate, but accept no responsibility and<br/>disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this<br/>document. Prospect purchasers should make their own enquiries to verify the information<br/>contained in this document. Purchasers should make their own enquires and refer to the due<br/>diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due<br/>diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist<br/><br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "536m2",
		"price": "$1,050,000 - $1,100,000",
		"type": "house",
		"address": "54  Dowling Road, Oakleigh South, 3167",
		"x": 145.09700171,
		"y": -37.93455798,
		"primarySchool": {
			"school": "Clarinda Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1333601"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T11:30:00",
				"end": "2022-09-10T12:00:00"
			},
			{
				"start": "2022-09-11T11:30:00",
				"end": "2022-09-11T12:00:00"
			}
		]
	},
	{
		"title": "Low-maintenance Lifestyle Charm With Bespoke Finishes",
		"description": "Characterised by its charming facade, bespoke finishes and stunning outdoor entertaining, this picturesque weatherboard home delivers a lifestyle of comfort, style and consummate ease. Completely freestanding to the front of a boutique duo, hybrid timber floors, plantation shutters and Marble surfaces add quality and vibrancy to light-filled open-plan living/dining (gas fireplace and built-in cabinetry), premium kitchen featuring mirror splashback, induction cooktop and breakfast bench with pendant lighting and huge rear deck – a private setting to relax and entertain outdoors. The main bedroom is fitted with a WIR and designer ensuite (double shower), complemented by an additional robed bedroom, split system AC, ducted heating, ample storage, single carport and car space. Peacefully located a short stroll to cafes and shops, Princes Highway Reserve and moments to Monash University and Medical Centre, Oakleigh Central, Chadstone shopping centre, transport and schools.<br/>*Please Note* Buxton Real Estate may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo id required upon entering the property.",
		"features": {
			"bedrooms": 2,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "338m2",
		"price": "Under Offer",
		"type": "house",
		"address": "1/18 Alfred Grove, Oakleigh East, 3166",
		"x": 145.11768908,
		"y": -37.91202751,
		"primarySchool": {
			"school": "Clayton North Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1073401"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Huge block with great views!",
		"description": "Land size 647 m2 Approx.<br/><br/>VIET HA Selling Expert Property Group is pleased to present this lovely house, which will appeal to both first-time buyers, investors. This is your chance to own an impeccable, turn-key house in SPRINGVALE. Every imaginable inclusion has been considered to guarantee that this home gives an easy and comfortable lifestyle that is appropriate for modern living.<br/><br/>THE GOOD BITS<br/>Here is your chance to pick the ripest cherry in the Springvale market with home sitting on a prime easement-free 647m2 block. The home itself is superb. It is in a premium position, and you are bound to fall in love with it! It's the ideal time to pounce on this superb piece of land, and all the potential it holds to boost your property portfolio.<br/><br/>WHAT YOU’LL LOVE <br/>Like a breath of fresh air, this renovated home has space, contemporary finishes and is large enough for the biggest of families, while having the flexibility for future development (STCA). Inside you have an open living with dining, three bedrooms inside, an updated bathroom <br/><br/>Beyond the manicured front gardens and expansive driveway, you can head inside to be greeted by floating floors throughout the home. The first stop is the dining room which is complimented by the split system unit. It wraps around to a renovated kitchen that features soft close drawers, laminate benchtops and quality appliances.<br/><br/>Property features include:<br/><br/>- Modern kitchen with s/steel 600mm ovens and gas stoves, range hoods, pendant lighting and trendy tiled splashback<br/>- Tiled/Timber flooring in open areas<br/>- Ground floor 2.75m high ceiling<br/>- Chic designer floor to ceiling tiled bathrooms<br/>- Three bathroom, 2 toilets, 1 living room<br/>- Tiling in all wet areas<br/>- Low-maintenance yard, veggie patch, off-street parking<br/>- Reverse cycle ducted heating/Air conditioning <br/>- Gas oven and cooktop<br/>- Security alarm system<br/>- Additional parking space 5 Cars <br/>- and so much more!<br/><br/>Premier location and is within minutes from Springvale Shopping Centre, the Princes Highway, the Eastlink, Homemaker Hubs including IKEA, Harvey Norman and Bunnings, Supermarkets, Monash University, Minaret College, St John Vianney's Primary, Westall Secondary, Wellington Secondary, Heather Hill Primary School, Silverton Primary School, Monash Uni, Athol Primary School, Killester College, Springvale stations, Springvale Library, Noble Park Aquatic Centre, childcare centres and easy freeway access, parklands and bus and train services, and major road arterials<br/><br/>Our rental department has appraised this property for $500/week OR $2,172 /month ($26,071/year)<br/><br/>It simply won’t last long, to arrange please contact Viet Ha 0406 246 384, Thi Nguyen 045 262 5678, Lily Ly 0421 836 841 inspect today, open 7 days /week.<br/><br/>ALL ENQUIRIES MUST INCLUDE A CONTACT NUMBER<br/><br/>VIET HA prides itself on being as accurate as possible however anyone considering purchasing the property should undertake their own due diligence to confirm the above.<br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "647m2",
		"price": "Awaiting Price Guide",
		"type": "house",
		"address": "13 Young Street, Springvale, 3171",
		"x": 145.153756,
		"y": -37.933632,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:00:00",
				"end": "2022-09-10T13:30:00"
			}
		]
	},
	{
		"title": "Classic Family Home in Central Springvale",
		"description": "The envy of the neighbourhood in Sought after Springvale, this incredible 5 bedroom, tri-living and 3 bathroom timber sensation has been impressively transformed from humble beginnings into an enviable family haven.<br/><br/>Beautifully balancing charm and functionality, this picture-perfect home sits pretty behind a picket fence. Enjoying an inviting entry hall, a large well appointed kitchen with gas cooking, a light and airy dining area with radiant sunken living room; a gorgeous downstairs master suite with walk through robe + ensuite. 4 further bedrooms throughout with built in robes and 2 additional bathrooms for all to share. An eye-opening surprise, upstairs has a stunning 2nd living area with a generous share of afternoon sun.<br/><br/>Through the bi-fold doors of one of the expansive living areas, you step out onto a well designed, undercover alfresco with a beautiful rear garden that has been designed to be so low maintenance, perfect for young children and pets<br/><br/>Stylishly thought out with a combination of polished timber, tiled, and carpeted flooring, you simply turn the key, move in and enjoy. This sunny sanctuary is further enhanced with ducted heating, reverse cycle air conditioning (in every room!), gas hot water, solar panels, inbuilt battery, a large shed, secure undercover parking and a garage<br/><br/>Within a short 5 minute drive to Springvale Central, minutes to Burden Park, close to local schools, shops, restaurant and cafes and a short walk to Sandown Station and Springvale Station. A home of quality, distinction and convenience!<br/>",
		"features": {
			"bedrooms": 5,
			"bathrooms": 3,
			"parkingSpaces": 3
		},
		"landsize": "530m2",
		"price": "Auction this Saturday @ 1pm",
		"type": "house",
		"address": "10 Elaine Court, Springvale, 3171",
		"x": 145.155602,
		"y": -37.960363,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T18:00:00",
				"end": "2022-09-07T18:30:00"
			},
			{
				"start": "2022-09-08T17:00:00",
				"end": "2022-09-08T17:30:00"
			},
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "DOUBLE THE ENTERTAINING APPEAL",
		"description": "A striking celebration of fabulous family entertaining, this single level home is deceptive at first glance yet opens to reveal an entertaining haven that balances dual living zones with two stylish alfresco spaces that border the yard. Relaxing the senses as you stroll inside, the light-filled lounge room rests beside the entry hallway and offers the comforts of carpet before stepping onto polished floorboards where you'll find the central dining area. Gorgeous skylights beam down sunshine and offer a naturally bright ambience in the kitchen boasting a timber breakfast bar, stylish appliances, Fisher & Paykel dishwasher, acrylic splash backs plus a walk-in pantry. The family room provides a peaceful space to relax and extends out through sliding doors onto a newly updated alfresco deck and level yard area with cubby house, firepit area plus of course the second alfresco area where you can cook outside thanks to a stone topped bench and BBQ. The accommodation of the home is well considered and includes three robed bedrooms, all with ceiling fans and accompanied by a family bathroom, double access toilet plus a laundry. Discretely hidden away are a couple of vegetable patches, while added extras includes a new ducted heating unit, split system air conditioning, alarm, garden sheds plus an oversized double garage. Placed in a wonderfully connected family neighbourhood, close to Albany Rise Primary, Wellington Secondary, Waverley Gardens Shopping Centre, Southern Reserve, buses plus Monash and EastLink Freeways. <br/><br/>Photo ID required at all open for inspections.<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "633m2",
		"price": "AUCTION",
		"type": "house",
		"address": "28 Curie Avenue, Mulgrave, 3170",
		"x": 145.181709,
		"y": -37.935608,
		"primarySchool": {
			"school": "Carwatha College P-12",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1543501"
		},
		"secondarySchool": {
			"school": "Carwatha College P-12",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1543501"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T15:30:00",
				"end": "2022-09-08T16:00:00"
			},
			{
				"start": "2022-09-10T11:00:00",
				"end": "2022-09-10T11:30:00"
			}
		]
	},
	{
		"title": "Light Loving Family Lifestyle",
		"description": "Photo ID required at all open for inspections.<br/><br/><br/>Disclaimer: We have in preparing this document used our best endeavors to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospective purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "593m2",
		"price": "$955K -$1.05M Offer Welcome",
		"type": "house"
	},
	{
		"title": "FAMILY WARMTH WITH FABULOUS POTENTIAL",
		"description": "Enriched with the natural warmth of timber detailing, this uniquely styled home occupies 971sqm approx. and offers a pleasurable lifestyle for the family seeking a peaceful refuge with exciting scope to extend or redevelop (STCA). <br/><br/>The prized possession of its long-term owner, the home's dimensions are ready to be enjoyed and embrace three robed bedrooms including one with a built-in study desk for studious teens along with a master bedroom with his/her built-in-robes and ensuite. <br/><br/>The main bathroom sits at the end of the hallway and is accompanied by a steam room and separate toilet, while the main living quarters include the benefits of a large lounge room with north-easterly oriented windows. <br/><br/>At the heart of the home, the kitchen is set up for family catering and feeds through to an expansive dining zone and family room where you'll find a wall of storage cupboards and sliding doors that open onto the backyard. <br/><br/>A sense of country washes over you as you step outside and experience the casual delights of a covered pergola, generous yard space, vegetable garden, workshop with adjacent storage room plus a fishpond and duck/chicken coop. Furthermore, the home includes a laundry, outdoor kitchen area, ducted heating, wall air conditioner, alarm, 6000lts of water storage plus the benefits of a double garage and double carport. <br/><br/>Move in and make you mark or simply enjoy a peaceful lifestyle abutting Clarinda Linear Reserve, near Clayton South Primary, St Andrew's Primary, Heatherton Christian College, Clarinda Shopping Village, Clayton Rd shops, Clayton Train Station and Monash Medical Centre. <br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National JXRE may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number.<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 4
		},
		"landsize": "971m2",
		"price": "$1,000,0000 - $1,100,000",
		"type": "house",
		"address": "1 Allwen Court, Clarinda, 3169",
		"x": 145.11189,
		"y": -37.943187,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "The Ultimate Family Home",
		"description": "The main residence is significantly larger and provides the family with plenty of space complete with four robed bedrooms, including two bedrooms with attached ensuites further served by a family bathroom and two separate toilets. Across the home, the living zones provide multifunctional appeal with a light-filled lounge leading through to the central kitchen and meals zone, while a separate study/living space links through to the massive rumpus room with combustion fireplace and deck access. Ideal for those keen to gain added rental income, the backyard is home to a self-contained unit boasting two bedrooms, ensuite, kitchenette, living and dining zone with combustion fireplace. Further complemented by an under-home games room, workshop/cellar, storage room, ducted heating, split system air conditioning plus a two-car tandem garage. Whatever your desires this incredible double site in bound to impress with placement close to St John Vianney's Primary, Mazenod College, Wellington Secondary, Monash Uni, M-City, Ikea, Monash Medical Centre, transport plus Monash and EastLink Freeways. <br/><br/>Photo ID required at all open for inspections.<br/><br/>",
		"features": {
			"bedrooms": 6,
			"bathrooms": 3,
			"parkingSpaces": 2
		},
		"landsize": "781m2",
		"price": "AUCTION THIS SATURDAY AT 1PM $1 - 1.1M",
		"type": "house",
		"address": "20 Highfield Avenue, Mulgrave, 3170",
		"x": 145.151114,
		"y": -37.92572905,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T16:00:00",
				"end": "2022-09-08T16:30:00"
			},
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "Current Day Comfort With Family Appeal",
		"description": "As testament to the area's enduring family appeal, this charming single level home has been lovingly maintained to promise ongoing future success. Tucked away in a quiet court location, its comfortable 3 bedroom, 1 bathroom proportions now present a range of exciting family possibilities. Move straight in and immediately enjoy the area's easy access to sought after amenities such as quality schools, parkland Clarinda shops, golf courses and train lines. In your own time, update, renovate/extend or add a second storey, even start again with a new family home (STCA) maximising a level block with a prized northerly aspect. Currently offering large lounge, immaculate kitchen/meals, electric shutters, heating/AC, wrap-around patio, good-sized rear garden, single lock-up garage and single carport.<br/><br/> *Please Note* Buxton Real Estate may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo id required upon entering the property.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "530m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "10 Newcombe Court, Clarinda, 3169",
		"x": 145.105971,
		"y": -37.938397,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T16:00:00",
				"end": "2022-09-07T16:30:00"
			},
			{
				"start": "2022-09-10T10:45:00",
				"end": "2022-09-10T11:15:00"
			}
		]
	},
	{
		"title": "Renovate, rebuild or develop in this prized location",
		"description": "A myriad of rewarding possibilities delivered on this 613sqm (approx) allotment. The weatherboard home already stripped back internally & restumped may be renovated and have a second dwelling added at the rear. Alternatively, opportunity awaits for a homebuilder or developer to knockdown and rebuild a luxury new home or multiple townhouses (STCA). In a prized location opposite South Oakleigh Secondary oval, around the corner from the zoned Oakleigh South Primary, and just moments to public transport, The Links Shopping Centre, Oakleigh shops/cafes, Monash University & Monash Medical Centre and surrounded by golf courses & parklands.<br/><br/>We donate a portion of our fee from every property transaction to the Woodards Foundation to support people experiencing homelessness, family violence and social isolation.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 0
		},
		"landsize": "613m2",
		"price": "Sale by Set Date Closing Tuesday 6 September",
		"type": "house",
		"address": "29 Bakers Road, Oakleigh South, 3167",
		"x": 145.089287,
		"y": -37.923114,
		"primarySchool": {
			"school": "Oakleigh South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1482301",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "100",
			"LabelPercentile": "2%",
			"TotalEnrolments": "1070",
			"Sector": "Government",
			"ICSEA": "96"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "RENOVATED, DUAL LIVING EXCELLENCE",
		"description": "Here lies an exceptional three bedroom, two bathroom home, beautifully renovated and sitting on a desirable 595m² corner block, ready to move in and enjoy. Presented with dual living plus study or optional fourth bedroom, a designer kitchen and stunning bathrooms. Featuring a rendered façade, a light-filled interior, quality finishes and fittings and modern comforts throughout. Families will relish its convenient location, positioned just footsteps from schools, shops and parks.<br/><br/>Shaped by a flexible floor plan comprising an open plan family zone with living and meals serviced by a superb kitchen appointed with stone benchtops, black tapware and an impressive two stove tops, offering your choice of electric or gas cooking. Entertain and relax in the expansive rumpus and work from home with stylish ease in the study.<br/><br/>There are three bedrooms with built-in robes and two bathrooms including the double vanity master ensuite. Both bathrooms are equally exquisite, finished with floor to ceiling tiles along with black tapware and fittings. Notable features include a well-equipped laundry, separate water closet, floorboards, refrigerated heating and cooling with dual zoning, matt black ceiling fans, solar panels, a storage shed, an extra-long garage and a carport.<br/><br/>Situated within walking distance to Edinburgh Reserve, Aldi Supermarket, Springvale Rise Primary, St John Vianney's Primary and Wellington Secondary College. Enjoying convenient proximity to Springvale Central shops and station, Springvale Homemaker Centre, Waverley Gardens Shopping Centre, M-City Shopping Centre, Monash University and the M1 Freeway.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "595m2",
		"price": "AUCTION Unless Sold Prior!",
		"type": "house",
		"address": "1 Neville Court, Springvale, 3171",
		"x": 145.168853,
		"y": -37.937851,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:40:00",
				"end": "2022-09-07T18:00:00"
			},
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "Renovate - Redesign or Redevelop",
		"description": "Calling all Savvy buyers Looking for their next 2023 project. The sky is the absolute limit exploring the exceptional potential of options available with this 4 bedroom brick veneer family home or development site (STCA) in this prized and sort after pocket of Oakleigh.<br/><br/>Providing a unique opportunity offering solid investment credentials with potential to renovate, redesign or redevelop in the future (STCA). Explore a range of options including the design and renovation of the existing dwelling, or build a luxurious brand new family home (STCA).<br/><br/>This ideal residence with its locale is key, allowing you to be within easy walking distance to Oakleigh or Huntingdale Railway Stations & Shopping centres including a cafe precinct, parklands, Chadstone, Monash University and schools.<br/><br/><br/>For further details regarding this property please contact Bruno or Anna on 0452 183 955 to book your next appointment.<br/><br/><br/>Photo ID required at all open for inspections.<br/><br/><br/>Disclaimer: We have in preparing this document used our best endeavors to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospective purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "522m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "1205 North Road, Oakleigh, 3166",
		"x": 145.09466543,
		"y": -37.91036372,
		"primarySchool": {
			"school": "Huntingdale Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1471601",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "97",
			"LabelPercentile": "7%",
			"TotalEnrolments": "380",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:00:00",
				"end": "2022-09-07T17:30:00"
			},
			{
				"start": "2022-09-08T15:00:00",
				"end": "2022-09-08T15:30:00"
			},
			{
				"start": "2022-09-09T17:00:00",
				"end": "2022-09-09T17:30:00"
			},
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "QUALITY FAMILY HOME IN PRIME LOCATION",
		"description": "This appealing corner block home, welcomes you with its impressive front porch, which leads you to the formal living and dining, which boasts of glistening floorboards and neutral toning's, enhanced by the natural sunlight streaming in, to make this home a warm and cozy place to live in.<br/><br/>There is also 2 other living areas and a meals area off the modern kitchen featuring gas cooker, canopy rangehood, dishwasher, tiled splash back, breakfast bar and loads of cupboard space.<br/><br/>The well-built sunroom will be the focal of all your family parties and gatherings.<br/><br/>This prized home offer 4 bedrooms of which 2 are master bedrooms with ensuite and walk in robe, including one of them zoned away upstairs and accessed by the characteristic spiral stairway and with a private balcony to enjoy your quite moments.<br/><br/>Externally, the front yard has a pleasant outlook with its beautifully manicured garden, adorned with unique flowers and foliage. <br/><br/>The backyard not to be outdone, has a vegetable plot, double garage, carport and an extensively paved and concreted areas that is suited for low maintenance and space for relaxing outdoors.<br/><br/>Other notable additional features include ducted heating, air-conditioning, roller shutters, quality drapes and curtains.<br/><br/>All this on offer, in a location second to none and has to be on top of your list. Close to the Monash Freeway, walking distance to Coles supermarket, schools, quick drive to Springvale train station and Chadstone shopping Centre not too far away.<br/><br/>There's nothing else you could possibly need!<br/><br/>Don't hesitate and organize an inspection today to avoid disappointment 0421 216 667<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 3,
			"parkingSpaces": 4
		},
		"landsize": "582m2",
		"price": "$1,000,000-$1,100,000",
		"type": "house",
		"address": "725 Princes Highway, Springvale, 3171",
		"x": 145.163598,
		"y": -37.940058,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "Bright Family Delight",
		"description": "Sale by SET DATE: Tuesday 27th September at 5:00pm (unless sold prior)<br/><br/>What a combination - an exceptional position with everything at your doorstep and a great sized residence on approximately 671m2 – anything is possible in this home. This peaceful home is a perfect match for families and boasts dual living areas, three zoned bedrooms, study area, an outdoor undercover entertaining area, a 2x2 tandem lock up garage, and an abundance of future potential. With Springvale Rise Primary across the road and the Ikea Homemaker Centre close by, you can't flaw the location. There's so much to enjoy under this one roof – don't let it get away!<br/><br/>When position counts, you won't be able to look away from this gem. Not only is the school and Homemaker centre close, but you also have easy access to Springvale Central, the station, shops and restaurants, and bus stops while still within reach of Minaret and Westall Colleges and St Joseph's Primary. <br/><br/>Inside, sophisticated contemporary floorboards lead the way, flowing past the front living room and into the kitchen and the privately nestled bedroom with BIR. Zoned down the hallway are two more bedrooms and a central bathroom. Towards the rear is the study, and down the steps is the expansive family room that flows out to an undercover alfresco area and secure rear yard. Extras include multiple heaters, a 2x2 tandem lock up garage with workshop, additional off-street parking, laundry with rear access, plus much more. <br/><br/>This home presents the perfect choice for families, investors and all astute buyers. Inspect before it's too late!<br/><br/><br/>DISCLAIMER:<br/>The measurements provided of the land and / or property may not be 100% accurate. In order to satisfy yourself of the exact dimensions of the property / land / or of each room, we advise you to conduct your own measurements and / or engage the services of a licensed surveyor. Responsibility for any omissions or errors contained herein is expressly denied.<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "671m2",
		"price": "$795,000 - $870,000",
		"type": "house",
		"address": "17 Gove Street, Springvale, 3171",
		"x": 145.159653,
		"y": -37.939898,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:00:00",
				"end": "2022-09-10T13:30:00"
			}
		]
	},
	{
		"title": "PROMISING COMFORT TODAY, REDEVELOPMENT EXCELLENCE TOMORROW!",
		"description": "An exciting opportunity awaits astute buyers seeking potential, lifestyle and a secure future. Presented as a classic cream, brick veneer home perched enticingly on a generous 714m² block offering comfort today and development opportunities for tomorrow. Well-kept, comprising open plan living with three bedrooms and one bathroom, the home promises everyday living ease with scope for further improvements, a knock down rebuild or sub division (STCA). Superbly located within proximity to shops, schools, parks and public transport, this prized address will certainly deliver real estate wins in locality convenience and property growth. <br/><br/>Relax and unwind in a light-filled, open plan living and dining area highlighted by an updated kitchen boasting quality appliances alongside ample bench and storage space. There are three large bedrooms each fitted with built-in robes, a shared bathroom plus a separate laundry and water closet. Featuring polished floorboards throughout, ceiling ducted heating, split system air conditioning, storage shed, a large back garden, two driveways and a rear garage. <br/><br/>Positioned with the utmost in convenience, easily walk to Springvale Rise Primary School, Aldi Supermarket and Warner Reserve. Nearby are also Wellington Secondary College, Killester College, Springvale Central shops and train station, Springvale Homemaker Centre and Waverley Gardens Shopping Centre. An outstanding opportunity not to be missed. Inspect today, secure the keys and explore the boundless possibilities.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "714m2",
		"price": "Private Sale $929,000",
		"type": "house",
		"address": "4 Audrey Street, Springvale, 3171",
		"x": 145.162899,
		"y": -37.944346,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "STYLE AND COMFORT IN DESIRABLE LOCATION",
		"description": "Closing Date Sale: Tuesday 4th October @ 6:00pm (Unless Sold Prior)<br/><br/>Positioned in a desirable pocket of Springvale, a corner allotment of 721m2 (approx.) A rare opportunity for buyers seeking a premium site to build their dream home or investors considering a multiple dwelling redevelopment (STCA). <br/><br/>From the Moment you walk in the house you greeted with a spacious living and dining areas bathed in natural light and carpet floors add a sense of warmth of the space. Featuring high ceilings and gas fire log heater and air condition to keep the family comfortable in all seasons. <br/><br/>On offer is three great sized bedrooms, two with built in robes. Serviced by a central bathroom with a separate toilet and a substantial separate laundry with outdoor access. With a secured double garage with plenty of additional space for storage. <br/><br/><br/>Towards the rear of the house, you have a swimming pool to enjoy during the warmer months of summer, have friends and family over for a BBQ or Pool party. <br/><br/>Conveniently located within proximity to M-City, Springvale Central , Waverley Gardens Shopping Centre, Springvale Homemaker Centre, Wellington Secondary College, Tennis Court, Warner Reserve, and bus routes. <br/><br/>The opportunities are endless! Inspect today! <br/><br/>Features: <br/><br/>- 3 Bedrooms, 2 with Built in Robes <br/>- Approx. 721 Sqm Block of Land <br/>- Double Garage with plenty of space for storage<br/>- Gas log Heater / Air Conditioner <br/>- Solar panels <br/>- Water tanks<br/>- Swimming Pool <br/>- Close to Schools, Springvale Shopping Centre, Ikea Homemaker, M- City Shopping Centre, Major Arterials and Springvale Train Station.<br/><br/>Please contact Tommy 0431 644 889 or Corey 0417 311 491 for more information.<br/>At BigginScott Greater Dandenong…WE DELIVER…the best homes.<br/><br/>*Please Note* - BigginScott Greater Dandenong may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo ID is required upon entering the property.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "721m2",
		"price": "$850,000 - $890,000",
		"type": "house",
		"address": "1 Wood Street, Springvale, 3171",
		"x": 145.158318,
		"y": -37.94368,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T17:00:00",
				"end": "2022-09-08T17:30:00"
			},
			{
				"start": "2022-09-10T14:15:00",
				"end": "2022-09-10T14:45:00"
			},
			{
				"start": "2022-09-15T17:00:00",
				"end": "2022-09-15T17:30:00"
			},
			{
				"start": "2022-09-17T14:15:00",
				"end": "2022-09-17T14:45:00"
			},
			{
				"start": "2022-09-22T17:00:00",
				"end": "2022-09-22T17:30:00"
			},
			{
				"start": "2022-09-24T14:15:00",
				"end": "2022-09-24T14:45:00"
			},
			{
				"start": "2022-09-29T14:15:00",
				"end": "2022-09-29T14:45:00"
			},
			{
				"start": "2022-10-01T14:15:00",
				"end": "2022-10-01T14:45:00"
			}
		]
	},
	{
		"title": "Large home on 710m² Block",
		"description": "Owner & Director of VIET HA Selling Expert Property Group - Viet Ha is proud to present this lovely house, which will appeal to both first-time buyers, investors or own business. This is your chance to own an impeccable, turn-key house in SPRINGVALE. Every imaginable inclusion has been considered to guarantee that this home gives an easy and comfortable lifestyle <br/><br/>THE GOOD BITS<br/>A picture of pride in beautiful, manicured gardens, this light filled gorgeous home is placed on 710 sqm2 (approx.) of future opportunity. The home itself is superb! Prestigiously positioned in Springvale central and Meticulously upgraded for immediate enjoyment. It is in a premium position and you are bound to fall in love with it! It's the ideal time to pounce on this superb piece of land, and all the potential it holds to boost your property portfolio.<br/><br/>WHAT YOU’LL LOVE <br/>Like a breath of fresh air, this renovated home has space, contemporary finishes and is large enough for the biggest of families, while having the flexibility for future development (STCA). Inside you have an open living with dining, renovated kitchen that flows to an undercover alfresco, five bedrooms inside, an updated bathroom, extra living room and theater room. There’s also a plethora of car accommodation with the lock up garage. Set to impress your friends, the alfresco deck is ideal for entertaining with family and friends and overlooks a smartly landscaped backyard where children can play. This is a great unit that offers a huge amount of potential in a fast-growing suburb<br/><br/>Property features include:<br/><br/>- Modern double kitchens, s/steel 600mm ovens and gas stoves, range hoods, dishwasher, electric oven, gas cooktop, breakfast bar, pendant lighting <br/>- Tiled/Timber flooring in open areas<br/>- Ground floor 2.65m high ceiling<br/>- Chic designer floor to ceiling tiled bathrooms<br/>- Tow bathroom, 2 toilets, 1 living room, 3 Car<br/>- Five spacious bedrooms with hard-timber and robes (walk-in to upper master)<br/>- Tiling in all wet areas<br/>- Low-maintenance yard, veggie patch, off-street parking<br/>- Reverse cycle ducted heating/Air conditioning<br/>- Security alarm system<br/>- Additional parking space<br/>- and so much more!<br/><br/>Our rental department has appraised this property for $650/week OR $2,824 /month ($33,892/year)<br/>To arrange, please contact Viet Ha 0406 246 384, Thi Nguyen 0452 625 678 @ 7 days/ week. ALL ENQUIRIES MUST INCLUDE A CONTACT NUMBER.<br/><br/>VIET HA prides itself on being as accurate as possible however anyone considering purchasing the property should undertake their own due diligence to confirm the above.<br/>",
		"features": {
			"bedrooms": 5,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "710m2",
		"price": "Awaiting Price guide, Must sell",
		"type": "house",
		"address": "30 Glendale Road, Springvale, 3171",
		"x": 145.149395,
		"y": -37.937403,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T10:00:00",
				"end": "2022-09-10T10:30:00"
			},
			{
				"start": "2022-09-10T14:00:00",
				"end": "2022-09-10T14:30:00"
			}
		]
	},
	{
		"title": "Perfect Corner Block In Prime Clayton Location!",
		"description": "Throw away your car keys, we have found your next property. Located close to all amenities such as Monash University, local schools, shops, recreational reserves, and public transport within walking distance to Clayton Train Station & Monash Medical Centre. <br/><br/>The property itself is in great condition, recently painted & being a 3 bedroom, 1 bathroom, huge lounge room, massive 4 car garage with the home perfectly situated towards the front of the block giving you the option to take advantage on the central corner location which is prime to develop potentially townhouses on or keep the home & develop on the rear (STCA).<br/><br/>Land dimensions are approximately 36.5 meters x 16.1 meters equaling 581 m2 approximately. <br/><br/>Don't waste another minute call, text 0438 533 066, or email lee.botsios@raywhite.com to inspect today.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "581m2",
		"price": "Auction This Saturday - $799,000 - $878,900",
		"type": "house",
		"address": "12 Frank Avenue, Clayton South, 3169",
		"x": 145.116328,
		"y": -37.931606,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:00:00",
				"end": "2022-09-07T17:30:00"
			},
			{
				"start": "2022-09-08T12:00:00",
				"end": "2022-09-08T12:30:00"
			},
			{
				"start": "2022-09-10T11:30:00",
				"end": "2022-09-10T12:00:00"
			}
		]
	},
	{
		"title": "Prime Opportunity In The Heart Of Oakleigh",
		"description": "Resting in a premier location on an impressive allotment of 714sqm (approx), this is one opportunity too good to miss! Built to withstand the test of time, this original 3 bedroom, 2 bathroom home is ideal for a modern makeover for enthusiastic renovators, or perhaps the site for a luxury new home or larger redevelopment project (STCA). The current floorplan has been well-maintained and could easily be leased out while future plans are considered, and offers a lounge, kitchen/meals area, ducted heating and single garage. Positioned in the heart of Oakleigh, walking distance to Oakleigh’s thriving Eaton Mall, shopping, schools, train station and Chadstone shopping centre.<br/><br/>*Please Note* Buxton Real Estate may refuse to provide further information about the property should you prefer not to disclose your Full Contact Details including Phone Number. Photo id required upon entering the property.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"landsize": "714m2",
		"price": "Under Offer",
		"type": "house",
		"address": "1446 Dandenong Road, Oakleigh, 3166",
		"x": 145.09534508,
		"y": -37.89512228,
		"primarySchool": {
			"school": "Oakleigh Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1160101",
			"HyperLinkPostcode": "3166",
			"HyperLinkOverall": "98",
			"LabelPercentile": "6%",
			"TotalEnrolments": "490",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "A SOLID HOME WITH STRONG POTENTIAL",
		"description": "An enticing opportunity for buyers seeking a premium site for their dream home build or for investors considering a multiple dwelling redevelopment (STCA). On offer is a three bedroom, one bathroom home set on a generous 597m² block (approx.) in one of Melbourne's most thriving south-eastern pockets. Representing comfort for today alongside great prospects, this outstanding property delivers long term growth, security and an enviable lifestyle. <br/><br/>Recently painted and recarpeted, the existing home is comfortable to move in as is and should not be overlooked. Comprising a sun soaked interior, spacious living, a well-appointed kitchen with an adjoining dining area, three privately zoned bedrooms, a central bathroom, separate water closet plus a laundry with external access. Featuring ducted heating throughout, an extended driveway, a carport and a versatile storage/workshop space. <br/><br/>Conveniently located within walking distance to Glendale Reserve and Mineret College with zoning for nearby Westall Primary School and Westall Secondary College. This prized address also boasts proximity to St John Vianney's Primary, Westall Station, Springvale Central, Springvale Homemaker Centre, M-City and Waverley Gardens Shopping Centre. Enquire early, secure the keys and enjoy the endless possibilities that lie ahead!",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "597m2",
		"price": "Under Contract",
		"type": "house",
		"address": "52 Burden Street, Springvale, 3171",
		"x": 145.145726,
		"y": -37.938489,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "Luxurious Brand-New Home in Prime Location!",
		"description": "It's easy to see the consideration lavished on this contemporary double storey home, where quality fittings abound.<br/>At almost 17 squares it's not only spacious, but also big on quality and detail with a level of finishing that wouldn't be out of place in the leafy eastern suburbs. A premium lifestyle opportunity in one of Springvale's most prized pockets, this contemporary home promises unrivalled new-age living and convenience within walking distance of Train Station, and Springvale shopping central.<br/>Offering three bedrooms and two living spaces. At the heart of the home is the open plan living area, with dining area, the kitchen features stone benchtops, 900mm stainless steel cook top and custom cabinetry, extra bathroom in ground floor via a modern laundry.<br/>Porcelain floor tiles with marble look run throughout most of the downstairs. Upstairs are three bedrooms, and luxury central bathroom featuring floor-to-ceiling porcelain tiles. But the real wow factor is reserved for the generous master suite which including a modern cabinetry robes, and an ensuite with shower and vanity. An extra living spaces/retreat complete the top level.<br/>Some of the quality inclusions comprise central gas heating and reverse cycle air conditioning system in all bedrooms and living areas, rainwater tank that service the toilets and feed the neatly gardens.<br/>- High ceilings with LED downlights through out<br/>- Central gas heating, reverse cycle air conditioning system <br/>- Stainless steel appliances/dishwasher <br/>- Low maintenance landscaped gardens<br/>- Three bedrooms, two living spaces, three bathrooms<br/>- Modern-quality kitchen<br/>- High quality engineered flooring upstairs& porcelain tiles on ground floors<br/>- Remote control garage<br/>- No Body Corporation<br/>A prominent location with State-of-the-art Springvale library and Killester College at your door step, walk to Train station, Shops with all the fresh food and quality restaurants, short drive to Monash University, Haileybury College, and the new Village Cinema at M-City shopping centre and easy access to East Link freeway. A great opportunity not to be missed! <br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 3,
			"parkingSpaces": 2
		},
		"price": "$780,000 - $858,000",
		"type": "duplex/semi-detached",
		"address": "90B Regent Avenue, Springvale, 3171",
		"x": 145.143207,
		"y": -37.951778,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553702"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:00:00",
				"end": "2022-09-07T17:30:00"
			},
			{
				"start": "2022-09-10T11:30:00",
				"end": "2022-09-10T12:00:00"
			}
		]
	},
	{
		"title": "CENTRAL SPRINGVALE SPECIAL",
		"description": "Delightfully located in a desirable precinct of Springvale Central, this fantastic investment cannot be passed up. Measuring 845sqm approx and easement free, explore huge possibilities and fulfill the potential to its maximum. You can plan to build multiple townhouses or redesign and build to your own liking (STCA). Choose to live or rent out the current home that offers:<br/> <br/>* 3 good sized bedrooms<br/>* Spacious lounge<br/>* Central Kitchen & Meals Area<br/>* Garage and much more<br/><br/>Delivering unmatched convenience with Springvale Central shops and station (900 meters away), Warner Reserve and Springvale Rise Primary just a moment's walk away. Nearby are also St John Vianney's Primary, Wellington Secondary College, Springvale Homemaker Centre, M-City Shopping Centre and Monash University. Affordable value plus locality ease equals an excellent opportunity not to be missed! ",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "845m2",
		"price": "New Price $1,000,000 - $1,100,000",
		"type": "house",
		"address": "10 Lucian Avenue, Springvale, 3171",
		"x": 145.155199,
		"y": -37.94236,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "DOUBLE BLOCK 1300SQM WITH HUGE POTENTIAL!",
		"description": "Combine 2 & 4 Second St Clayton South to create your ultimate multi townhouse development.<br/><br/>Presenting compelling options for future rewards, these two impressive parcels of land totalling 1300m2 (650m2 approx each) creates exciting opportunities in a high demand location. Discover untapped potential for a new home site, valuable investment or multi-townhouse development (STCA). Alternatively, it's the ideal dual occupancy site, where you can enjoy/update the current home while you plan to build a second dwelling at the rear (STCA). The existing 3 bedroom, 1 bathroom home offers a lounge, original kitchen/meals, sunroom, undercover entertaining area, shed and single garage. The property delivers every option - to rent out, renovate/extend or move in whilst you contemplate its future, close to Westall Primary, Westall Secondary, Monash Uni, Clayton Road shops, Clayton Train Station, buses, Monash Medical Centre, Ikea, M-City plus major roads.<br/><br/>*Photo ID required at all First National JXRE open for inspections and auctions. First National JXRE may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number.<br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 3
		},
		"landsize": "650m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "2 Second Street, Clayton South, 3169",
		"x": 145.133832,
		"y": -37.930975,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "3 mins Drive (approx.) to Springvale Central? Or Perhaps Up to $4,200 (approx.) per Month in Passive Income? Yes, Please.",
		"description": "On-Site Auction on Saturday 24th September at 12pm. Open for Inspection from 11:30am on Auction Day. <br/><br/>Are you looking for that perfect family home? Or simply wanting that high rental yield opportunity added to that investment portfolio? Well, look no further.<br/><br/>Proudly presenting:<br/><br/>- 7 spacious bedrooms perfect for shared accommodation or rental opportunity<br/>- Raised block with no flood issues<br/>- Side home access to the rear dwellings for easy access to potential renters<br/>- Large rectangular block of land with plenty of parking spaces<br/>- Close to all amenities, 3 mins drive to Springvale Central<br/><br/>With amenities such as Springvale Central, Athol Road Shopping Centre, Springs Park Primary School, Killester College, Springvale Library, Burden Park, Springvale train station, bus stops (bus 814) and much more!<br/><br/>For all enquiries and inspections, please contact Dinesh Raghu on 0431 131 157 or David Phua on 0401 803 110.<br/><br/>Chattels: All fittings and fixtures as inspected.<br/>Deposit: 10%<br/>Settlement Terms: 60, 90, 120 days.<br/>Potential Rental Return: Up to $4,200 per month (approx.)<br/>Potential Return on Investment: 5% (approx.)<br/><br/><br/>Note: Every care has been taken to verify the accuracy of the details in this advertisement, however, we cannot guarantee its correctness. Prospective purchasers are requested to take such action as is necessary, to satisfy themselves of any pertinent matters<br/><br/>We engage in social distancing practices at inspections to ensure a safe environment for staff and clients. Please follow the instructions of the staff member at the inspection at all times and be respectful that you are entering their workplace.",
		"features": {
			"bedrooms": 7,
			"bathrooms": 2,
			"parkingSpaces": 5
		},
		"landsize": "546m2",
		"price": "$890,000 - $970,000",
		"type": "house",
		"address": "31 Bournemouth Avenue, Springvale, 3171",
		"x": 145.141502,
		"y": -37.958024,
		"primarySchool": {
			"school": "Spring Parks Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553801"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T17:00:00",
				"end": "2022-09-08T17:30:00"
			},
			{
				"start": "2022-09-10T11:30:00",
				"end": "2022-09-10T12:00:00"
			},
			{
				"start": "2022-09-15T17:00:00",
				"end": "2022-09-15T17:30:00"
			},
			{
				"start": "2022-09-17T11:30:00",
				"end": "2022-09-17T12:00:00"
			},
			{
				"start": "2022-09-22T17:00:00",
				"end": "2022-09-22T17:30:00"
			},
			{
				"start": "2022-09-24T11:30:00",
				"end": "2022-09-24T12:00:00"
			}
		]
	},
	{
		"title": "Golden Opportunity Developers, Builders or Astute investors!",
		"description": "Blue Chip Blocks sitting on approx. 1446 m2 with 2 titles this substantial rectangular two blocks will be the perfect space to potentially develop up to 8 multi-double-story townhouses (STCA) right in Located in a premium pocket of Springvale. Golden Opportunity in the Growth area, Suitable for Investors, Developers and Builders.<br/><br/>Immerse yourself in suburban living with all the benefits of metropolitan convenience. Explore the many restaurants and markets of Springvale Central Shopping hub. Being walking distance to transport, shops, and amenities, including the Heather hill Primary School, Killester College, Sandown Park Train Station and Heatherton Road, Bus Stops and Burden Park. Location is key for your redevelopment to achieve maximal re-sale price.<br/><br/>The property is generating income from rental, while awaiting to build your portfolio.<br/>* Total rental $3411 PCM (No. 12 Rental $1608 PCM. No. 14 Rental $1803 PCM) <br/><br/>Icons:<br/>6 Beds Plus Study<br/>2 Baths<br/>2 Toilets <br/>3 Cars Garage<br/>Contact Kenny Pham on 0433 373 454<br/>Contact Thanh Le on 0411 499 905<br/>Contact Thanh Le at Harcourts Real Estate Springvale on<br/>03 8566 1599 or after hours on 0411 499 905<br/>",
		"features": {
			"bedrooms": 6,
			"bathrooms": 2,
			"parkingSpaces": 3
		},
		"landsize": "1446m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "12 & 14 Treesbank Avenue, Springvale, 3171"
	},
	{
		"title": "Superbly Renovated Family Home.",
		"description": "This beautifully presented, recently renovated family home is bathed in natural light and offers 3 bedrooms and 2 bathrooms with an extensive undercover pergola. Situated in arguably the most sought-after pocket in Mulgrave with easy access to Mazenod College, Brandon Park Shopping Centre and the Monash Freeway.<br/>The home provides an entrance hall that flows through to a generous lounge and dining room featuring stunning timber floorboards, an air conditioner and a myriad of windows. The renovated, modern kitchen is enhanced by stone bench tops and quality stainless steel appliances including a gas cooktop. The kitchen opens out to a meals area and incorporates glass bi-fold doors that spill outside to an extensive undercover decked al fresco, perfect for entertaining family and friends.<br/>Accommodation comprises of 3 sizeable bedrooms, all with split system air conditioners, including a master bedroom affording a superb, luxurious ensuite. The remaining bedrooms share a sumptuous, renovated bathroom showcasing floor to ceiling tiles and quality finishes. Extra features include ducted heating, a European laundry, garden shed, double lock up garage behind secure gates and a low maintenance rear yard. Positioned in a central, family friendly neighbourhood, a short walk to parks, reserves, tennis club and public transport to Monash University.<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "683m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "32 Monash Drive, Mulgrave, 3170",
		"x": 145.16372,
		"y": -37.912304,
		"primarySchool": {
			"school": "Brandon Park Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1503801",
			"HyperLinkPostcode": "3150",
			"HyperLinkOverall": "99",
			"LabelPercentile": "3%",
			"TotalEnrolments": "620",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "Brentwood Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1764701",
			"HyperLinkPostcode": "3150",
			"HyperLinkOverall": "94",
			"LabelPercentile": "14%",
			"TotalEnrolments": "1670",
			"Sector": "Government",
			"ICSEA": "86"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T13:00:00",
				"end": "2022-09-08T13:30:00"
			},
			{
				"start": "2022-09-10T14:00:00",
				"end": "2022-09-10T14:30:00"
			}
		]
	},
	{
		"title": "Great Opportunity for Young Families",
		"description": "A classic beauty awaits families seeking quality, style and simplicity. Immaculately presented and well-maintained with an easy flow layout, shaped by spacious living, excellent functional zones and modern creature comforts. Boasting a generous 723m² block in an outstanding location, underscored by zoning to Brentwood Secondary College and situated less than 500 metres to Monash University. <br/>Enjoying an abundance of natural light, the lounge is framed by a fireplace and full width windows with glass double doors leading to the front porch. Equally bright, the meals area adjoins a renovated kitchen appointed with a Chef oven, gas cooktop and plenty of storage. <br/>Quietly positioned towards the rear are 3 good sized bedrooms, serviced by a shared bathroom, separate water closet and a well-equipped laundry. Further features include timber flooring throughout the living area and bedrooms, ducted heating, a large backyard with a covered entertaining patio and an extended driveway. <br/>Located near Brandon Park Shopping Centre, Pinewood Shopping Village, M-City Shopping Centre, Brentwood Secondary College, Mazenod College, Monash University and Clayton Station with easy access to the Monash Freeway. Ideal for first home buyers, young families and investors prioritising comfort and location. <br/>We donate a portion of our fee from every property transaction to the Woodards Foundation to support people experiencing homelessness, family violence and social isolation.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 3
		},
		"landsize": "724m2",
		"price": "$950,000 - $1,045,000",
		"type": "house",
		"address": "6 Erawan Avenue, Notting Hill, 3168",
		"x": 145.145774,
		"y": -37.908985,
		"primarySchool": {
			"school": "Clayton North Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1073401"
		},
		"secondarySchool": {
			"school": "Brentwood Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1764701",
			"HyperLinkPostcode": "3150",
			"HyperLinkOverall": "94",
			"LabelPercentile": "14%",
			"TotalEnrolments": "1670",
			"Sector": "Government",
			"ICSEA": "86"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T18:00:00",
				"end": "2022-09-08T18:30:00"
			},
			{
				"start": "2022-09-10T10:30:00",
				"end": "2022-09-10T11:00:00"
			}
		]
	},
	{
		"title": "LUXURY LIVING IN FULLY RENOVATED FAMILY HOME",
		"description": "If you have been looking for a piece of tranquillity, convenience and quality all in one home, look no further - we have found your forever. With its attractive street presence, this modern four bedroom family home has been meticulously renovated for it's next owner to simply move in reap all the benefits the property has to offer. Sitting on a huge block of approx 832sqm in a peaceful court location in the heart of Mulgrave, this abode boasts multiple living areas and a sensational outdoor covered alfresco, perfect for growing families and those who love to entertain. Its long inviting driveway offers plenty of room for extra cars, boat, caravan or trailer. <br/><br/>Upon entry, be captivated by the naturally bright and stunning characteristics of the home, clear no detail was missed with the renovations. The clever floorplan boasts wide hallways with multiple sun-drenched living areas, four well-sized bedrooms all based on the east wing, the master complete with a built in robe and full ensuite plus built in robes to two other bedrooms. The kitchen is complimented with a plethora of bench and cupboard space, stainless steel appliances, 90cm gas cooktop, dishwasher, large pantry and double sink - the family chef's dream. Step into the second open plan dining and family area and be greeted with the natural light thanks to the perfectly placed skylight and large windows. The bathroom is placed in the heart of the home for convenience boasting floor to ceiling tiles and a separate bathtub and shower.<br/><br/>Your entertaining and relaxing needs are taken care of with the covered alfresco area with lights and large backyard, perfect for the kids to run around! Further features include but are not limited to a double lock up garage, evaporated Cooling & ducted heating throughout, quality carpets, ceiling fans, separate toilet for privacy and garden shed.<br/><br/>All this this quality and the character is balanced with the properties pole position, situated within a walking distance to Waverley Gardens Shopping Centre, Southern Reserve parkland, primary and secondary schools including St John Vianneys, Albany Rise Primary school, Wellington Secondary College, Mazenod College plus an abundance of shopping options and easy freeway access.<br/><br/>This is sure to be snatched up quickly, so inspect, enquire now.<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "832m2",
		"price": "UNDER CONTRACT",
		"type": "house",
		"address": "2 Worthing Court, Mulgrave, 3170",
		"x": 145.17482,
		"y": -37.926165,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "CLASSIC & CONVENIENT",
		"description": "ONLINE AUCTION - WEDNESDAY 14TH SEPTEMBER AT 7:00PM.<br/><br/>***To register your interest to bid, please contact the team on 0423 688 355 or <br/><br/>Online Auction hosted by https://anywhereauctions.com.au/<br/>Registered link: https://anywhereauctions.com.au/app/property?propertyId=25697<br/><br/>Ahead of its time, architect-designed by Peter McIntyre in 1956, as part of The Small Homes Scheme, overseen by Robin Boyd, this is one of only three of these Modernist houses left with others being featured in Beaumaris and Bairnsdale. Positioned on an alluring allotment of approximately 693sqm, the home features a spacious lounge, separate dining and family room, functional kitchen, bathroom with separate shower, beautiful gardens and double lock up garage. <br/><br/>With loads of potential to renovate, rent out or redevelop (subject to council approval), the options are endless for first home buyers, families or investors.<br/><br/>Located within close proximity to Monash University, Oakleigh Shopping Centre, Chadstone Shopping Centre and Zone 1 train station.<br/><br/>Photo ID required at all open for inspections.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 2,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "697m2",
		"price": "Online Auction ($790,000 - $850,000)",
		"type": "house",
		"address": "54 Ferntree Gully Road, Oakleigh East, 3166",
		"x": 145.105278,
		"y": -37.897121,
		"primarySchool": {
			"school": "Amsleigh Park Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542801",
			"HyperLinkPostcode": "3166",
			"HyperLinkOverall": "94",
			"LabelPercentile": "15%",
			"TotalEnrolments": "340",
			"Sector": "Government",
			"ICSEA": "90"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:00:00",
				"end": "2022-09-07T17:30:00"
			},
			{
				"start": "2022-09-10T10:00:00",
				"end": "2022-09-10T10:30:00"
			}
		]
	},
	{
		"title": "Consider your options in a prized pocket",
		"description": "If you have been searching for the ideal new home site then look no further! Developers or new home builders will want to grab this rare and sought-after opportunity to acquire a property spanning approximately 539sqm with open arms. This impressive site is perfect for the construction of a luxurious new family residence or multiple townhouses (STCA) in an area undergoing renewal, capitalising on the excellent prospects for future capital gains. Currently occupied by a tired 3 bedroom, 1 bathroom home which is ready for demolition and the commencement of future plans! Make your mark in a prized locale, just minutes to Commonwealth Golf Club, Mavis Hutter Reserve, Karkarook Park, Dale's Park, schools, Southland and Chadstone.<br/><br/>We donate a portion of our fee from every property transaction to the Woodards Foundation to support people experiencing homelessness, family violence and social isolation.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "539m2",
		"price": "$740,000 - $810,000",
		"type": "house",
		"address": "23 Norwood Street, Oakleigh South, 3167",
		"x": 145.084986,
		"y": -37.935849,
		"primarySchool": {
			"school": "East Bentleigh Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1483701"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-08T12:30:00",
				"end": "2022-09-08T13:00:00"
			},
			{
				"start": "2022-09-10T13:30:00",
				"end": "2022-09-10T14:00:00"
			},
			{
				"start": "2022-09-15T12:30:00",
				"end": "2022-09-15T13:00:00"
			}
		]
	},
	{
		"title": "An Entertainer's Oasis in Central Mulgrave",
		"description": "Showcasing this expansive five-bedroom family home presenting itself as an entertainer's dream, uniquely designed and refurbished in a Mediterranean style interior.<br/> <br/>The entrance leads to a large dining room which flows into the enormous chefs renovated kitchen, with natural limestone benchtops, a large island with overhanging lights, and generous sliding drawers for ample storage space. Conveniently fitted with 900m Electrolux cooktop, a Bosch oven and integrated dishwasher, this exquisite kitchen grants the freedom to whip up a homely meal for family or cater to gatherings with a breeze.<br/> <br/>Enjoy a north facing backyard which allows natural sunlight to drench the spacious lounge, which is situated at the rear of the home with sliding doors that leads to the black-butt decking, capturing the sunset with a beautiful outlook onto a secure and private manicured garden, and will delight with enough space for any large gathering for entertaining. With five bedrooms, newly renovated shared bathroom with handmade Moroccan Zelige tiles, the family home is rounded out by ducted heating and evaporative cooling throughout, plus a separate air conditioning unit in the dining area.<br/> <br/>Sitting on a rectangular allotment of 701m2 in a quiet street location, the property boasts a manicured façade, seamlessly wrapping around a tandem undercover carport leading to the side porch entrance, a separate double garage at the rear of the property which houses a huge home gym and separate work shed. <br/> <br/>Take a short stroll to the Wanda St shopping precinct, surrounding parks and enjoy an easy access to childcare and local schools, both primary and secondary. Jump into the car and you will find yourself minutes away from Waverley Gardens Shopping Centre, Brandon Park Shopping Centre, Monash University, M-City Shopping Complex and M1 freeway.<br/> <br/>This home is a must see for buyers whether the intention is looking to move in with family or add to an investor's portfolio. Inspect today and do not miss out!<br/><br/>",
		"features": {
			"bedrooms": 5,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "701m2",
		"price": "Auction $1,000,000 - $1,100,000",
		"type": "house",
		"address": "3 Batman Grove, Mulgrave, 3170",
		"x": 145.168633,
		"y": -37.921969,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T17:30:00",
				"end": "2022-09-07T18:00:00"
			},
			{
				"start": "2022-09-10T11:45:00",
				"end": "2022-09-10T12:15:00"
			},
			{
				"start": "2022-09-14T17:30:00",
				"end": "2022-09-14T18:00:00"
			},
			{
				"start": "2022-09-17T14:30:00",
				"end": "2022-09-17T15:00:00"
			}
		]
	},
	{
		"title": "Charming home with huge future potential",
		"description": "Auction Location: 21 Tully Road<br/><br/>This charming and centrally located Clarinda abode is ready for you to enjoy whether you're after a comfortable home or an exciting development project (STCA). The large lot provides an expansive yard and off-street parking for five cars while the site's rectangular shape and prized locale ensure the block is absolutely bursting with potential.<br/><br/>Step inside through the double entry doors where your three-bedroom, one-bathroom layout awaits. There's a light-filled living room and a combined kitchen and dining area along with an internal laundry and plenty of storage. An attached carport and a garage are also on offer plus there's a storage shed at the rear of the lot.<br/><br/>Clarinda Shopping Village and Karkarook Park are both within easy reach and you're also close to the Clayton Shopping Plaza and Clayton station. Westfield Southland and Chadstone are only a short drive away with schools, golf courses and beaches at your fingertips.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 5
		},
		"price": "$760,000 - $810,000",
		"type": "house",
		"address": "21 Tully Road, Clarinda, 3169",
		"x": 145.112675,
		"y": -37.946778,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "Blue Chip Investment or Huge Family House to Move In",
		"description": "Situated in the heart of Springvale, consider your options with this outstanding property – to hold as an investment and develop later or move in and enjoy a fantastic huge family home.<br/><br/>This beautiful double-story house sitting on a generous block of land approximate 598 m2. Being in close vicinity to the heart of Springvale, walking distance to Sandown Park Station, bus stops, local primary & secondary schools, church and medical centre, this home speaks very much for itself.<br/><br/>In the ground floor, there is a beautiful spacious lounge room with massive windows to allow natural light. The huge open plan kitchen equipped with all stainless-steel appliances and a lot of storage, with 40mm vinyl wrap benchtop leading to dining area with tiles throughout. There is also a beautiful master bedroom with quality carpeted throughout.<br/><br/>In the second floor, there is another master bedroom as well as 3 other bedrooms with BIR. An extra retreat area which lead to the balcony for you to experience the great view from the above.",
		"features": {
			"bedrooms": 5,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"price": "Vendor Says SELL!",
		"type": "house",
		"address": "10 Eden Ave, Springvale, 3171",
		"x": 145.16061,
		"y": -37.959018,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		}
	},
	{
		"title": "Bursting with options on a big block",
		"description": "Occupying a substantial, level allotment, Explore amazing scope for a multi-townhouse development as there is Endorsed plans & permits for 2 double storey townhouses or simply retain as an investment for unlimited future rewards.Today's current spaces present a lounge, pristine kitchen/meals, 3 bedrooms, 1 bathroom, laundry/study, ducted heating and double car garage, ensuring live-in or lease-out options whilst future plans are considered. Sited on 586m2 (approx) ). Located close to IKEA, Monash University, Monash Medical Centre, shops, public transport, schools and the billion dollar “M-City”, this property makes for the ideal investment.<br/><br/>This won't last long with great potential to increase the value of this property. Immediate possession available. Concept drawings can be provided up on request.<br/><br/>For further information text Hayden to 0428 296 250<br/><br/>We donate a portion of our fee from every property transaction to the Woodards Foundation to support people experiencing homelessness, family violence and social isolation.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"price": "Forthcoming Auction",
		"type": "house",
		"address": "3 Hayden Road, Clayton South, 3169",
		"x": 145.134068,
		"y": -37.95805,
		"primarySchool": {
			"school": "Spring Parks Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553801"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "CLASSIC FAMILY HOME",
		"description": "Graciously fronting Fairnbairn Street on its own generous block, <br/>this delightful home combines easy living and cosmopolitan life with a traditional and practical floor plan.<br/>Featuring: <br/>- A spacious formal living area to impress the guests <br/>- Separated family/entertaining zone overlook the kitchen and uncovered pergola <br/>- A relaxed casual dining area <br/>- Well equipped kitchen with brand new cooktop, oven, range hood <br/>- 4 good size bedrooms all with BIRS <br/>- Sparkling bathroom with shower, bath and separated toilet <br/>- Separated laundry with extra toilet for flexibility <br/>- Beautiful, large, air conditioned pavilion at the back garden prefect for family gathering or any get together <br/>- Leased (12 months) at $2210pcm till Aug, 2023 <br/><br/>Finished to an exacting standard, there's every convenience including reverse-cycle air-conditioning,<br/>ducted heating, solar system, brand new carpet plus carport and garden shed. <br/>This contemporary classic even has a sought-after locale - within a short stroll to Princes Hwy, Sandown Racecourse, Springvale Road Shopping Strips, Warner Reserve and Springvale Rise Primary School",
		"features": {
			"bedrooms": 4,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "$960,000",
		"type": "house",
		"address": "29 Fairbairn Street, Springvale, 3171",
		"x": 145.161648,
		"y": -37.942488,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "SPRINGVALE CENTRAL JUST ACROSS THE ROAD",
		"description": "If you are looking for a centrally location family home to live with potential to develop in the future or to rent out for investment, look no further, this property will have it all for your requirements.<br/>Centrally located in Springvale, you can just walk across the road and you will find everything in one stop, such as: just 50 meters to Woolworth Super Market, Restaurants, Groceries, Café, Doctors, Schools, Churches, public transports, opportunity to develop to multiple townhouses or units, or even to build your dream home in Springvale central, the choice is yours, and of course STCA. <br/>The existing home offering 3 bedrooms, separate toilet and bathroom, bright and spacious lounge room, sunlit practical kitchen with gas appliances, low maintain front and back yard. The property is currently rented out to a good and stable tenant, bring you fantastic income for investment.<br/>So, just grab this great opportunity now before it is too late….<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "42 Union Grove, Springvale, 3171",
		"x": 145.152945,
		"y": -37.953292,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553702"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		}
	},
	{
		"title": "Renovate, Rebuild or develop, the choice is yours! (STCA) 831m2 approx",
		"description": "LARGE RECTANGULAR BLOCK 831m2 approx.<br/><br/>Here is an exceptional opportunity to secure a prime location property!<br/><br/>Renovate, Rebuild or develop, the choice is yours! (STCA)<br/><br/>SOI: $990,000 - $1,090,000 <br/><br/>Australian National Real Estate is pleased to present this wonderful property offering a great lifestyle in a convenient location.<br/><br/>THIS PROPERTY IS IDEAL FOR EVERYONE:<br/><br/> - Family looking for the perfect home<br/><br/> - Renovators looking to renovate for potential great returns<br/><br/> - Investors looking for the perfect opportunity to invest with potentially great returns<br/><br/> - Developer considering a development project (STCA)<br/><br/> - Land bankers for perfect opportunity to rent out home and self-contained units for great returns.<br/><br/>Consisting of a home, a self-contained unit, plentiful off-street parking the possibilities here are endless. Renovate or redevelop.<br/><br/>Bursting with retro character and yesteryear charm, enjoy unique interiors with soaring ceilings, ornate cornices, glimpses of original parquetry flooring, and panelled timber walls that radiate a feeling of warmth and calm.<br/><br/>Boosting appeal and potential for future rentability, vibrant amenities are just a short stroll away, including Springvale Shopping Centre, Springvale Station, and several schools.<br/><br/>PROPERTY SPECIFICATIONS<br/><br/> - Keep existing home and potential unit development in the rear of the property. (STCA)<br/><br/> - No Easements <br/><br/> - Close to Public Transport - Springvale Station and Bus stops<br/><br/> - Beautiful features including high ceilings, parquetry flooring, and Fireplace<br/><br/> - Close to shops, schools, and parks short drive from university and hospital<br/><br/> - Surrounded by major roads<br/><br/> - Excellent development opportunity (STCA)<br/><br/>THE LOCATION<br/><br/>It is so conveniently located within walking distance to the vibrant Springvale Central, Public Transport - Springvale Train station, Bus stops, Springvale library,<br/><br/>IKEA Homemaker Centre, Medical Clinics, including the highly regarded schools and a fantastic assortment of restaurants, cafes, and continental grocers,<br/><br/>Easy access to Princes Highway, Monash Freeway, EastLink, highly regarded Monash University and Monash Hospital,<br/><br/>Sandown Racecourse, Spring Valley Golf Club, Sullivan, and Glendale Reserve much more adds lifestyle appeal.<br/><br/>Zoning: General Residential Zone - Schedule 3<br/><br/>Terms: 10% deposit<br/><br/>Balance: 30/60/90 days<br/><br/>Photo ID Required for all Inspections<br/><br/>*** To comply with Government directions you will need to provide proof of double vaccination status upon attending any Open for Inspection with Australian National Real Estate<br/><br/>*** If you are of unknown vaccination status, please contact our agent to arrange a private inspection time.<br/><br/>Contact Las Widanage 0429 115 115 or James Grbac 0409 206 996 for more information or arrange a Private Inspection.<br/><br/>DISCLAIMER: To ensure the social distancing and public gathering guidelines set by the Australian Government are adhered to, it's imperative that you register to attend Australian National Real Estate private inspections. This will enable us to manage the number of people attending private inspections and coordinate a suitable time with you.<br/><br/>DISCLAIMER: The measurements provided of the land and/or property may not be 100% accurate. In order to satisfy yourself with the exact dimensions of the property/land / or of each room, we advise you to conduct your own measurements and/or engage the services of a licensed surveyor. Responsibility for any omissions or errors contained herein is expressly denied.<br/><br/>Property Code: 4110<br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "831m2",
		"price": "UNDER CONTRACT",
		"type": "house",
		"address": "11 Regent Ave, Springvale, 3171",
		"x": 145.144908,
		"y": -37.945217,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "PRIME LOCATION, MASSIVE LAND, GREAT POTENTIAL",
		"description": "Sat on a massive block of land measured 940m2 approx, this property giving you options and opportunities. If you are looking for a great family home with lots of space, investment returns, or development to build multiple dwellings (STCA), this great property has given you all of these opportunities…<br/>Immaculately presented and well maintained inside out featuring 4 bedrooms with BIR, big lounge room, over size kitchen with gas appliances, 2 toilets and one bathroom, tiles flooring, split system A/C, under cover pergola area, 2 driveways, big lock up garage with open space parking, well maintained and relaxing front and back yard…and more…<br/>Nestled in prime location of Springvale, just walk to Princess Highway shopping centre, with everything at your convenience including Coles Supermarket, restaurants, shops, café, stone throw to Springvale Central, Springvale Station, bus stop, schools, short drive to Monash Uni Clayton, the new M City, Springvale Home Maker Centre, The Glen Shopping Centre, Chadstone Shopping Centre, easy access to all major highways and all amenities that the area has to offer.<br/>This property has all the opportunity to purchase for home owner occupy, astute investor for great returns and of course for multiple dwellings development. So, call now to arrange for an inspection.<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 6
		},
		"landsize": "940m2",
		"price": "Contact Agent",
		"type": "house",
		"address": "2 NASH STREET, Springvale, 3171",
		"x": 145.153931,
		"y": -37.938474,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "S.T.C.A POTENTIAL FOR DEVELOPMENT",
		"description": "Truly exceptional, situated on a perfectly rectangular block of 751sqm Approximately Located in the zones of Springvale Rise Primary School and Wellington Secondary College (STSA), this property is just steps from all your local conveniences with Springvale Shopping Centre and Springvale Train Station just steps away. An ideal home for couples and families, take a stroll together at Warner Reserve just doorsteps away.<br/><br/><br/>Featuring: spacious lounge, separate dining, 3 decent sized bedrooms with 1x BIR, polished timber floors throughout, space heater, all gas appliances, central bathroom with separate toilet, single garage, elevated front patio offering views towards Mouth Martha and a rear veranda overlooking the spacious backyard with plenty of fruit trees for your family to enjoy.<br/><br/><br/>Rent it out or occupy, whilst you draw up your plans. Knock it down to build your dream home or multi-unit site, your choice. <br/><br/><br/>Access to shopping is easy thanks to the Monash Freeway and Princes Highway nearby. Have plenty of room for vehicles and belongings in a spacious, detached garage and double carport. Be prepared for 'love at first sight'. Call us today to arrange a showing.<br/><br/>THE NEIGHBOURHOOD:<br/><br/>-Schools: Springvale Rise Primary School (STSA), Wellington Secondary College (STSA), Haileybury Keysborough, Killester College, Westall Primary School, Westall Secondary College<br/>-Parks: Warner Reserve, Ladbrokes Park, Sandown Park, Springvale Park<br/>-Shopping Centres: Springvale Shopping Centre, Dingley Village Shopping Centre, Parkmore Shopping Centre<br/>-Other Community Facilities: Sandown Racecourse and Entertainment Centre, Springvale Library, Noble Park Community Centre<br/>-Public Transportation: Springvale Train Station, Sandown Park Train Station, 705, 811, 813, 814, 885, 902 Bus Route<br/>-Freeways: Princes Highway, Monash Freeway, and Eastlink Freeway",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "751m2",
		"price": "MUST SELL ( ALL OFFERS INVITED )",
		"type": "house",
		"address": "27 Wareham Street, Springvale, 3171",
		"x": 145.157802,
		"y": -37.93885,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "DOUBLE BLOCK 1300SQM WITH HUGE POTENTIAL!",
		"description": "Combine 2 & 4 Second St Clayton South to create your ultimate multi townhouse development.<br/><br/>Presenting compelling options for future rewards, these two impressive parcels of land totalling 1300m2 (650m2 approx each) creates exciting opportunities in a high demand location. Discover untapped potential for a new home site, valuable investment or multi-townhouse development (STCA). Alternatively, it's the ideal dual occupancy site, where you can enjoy/update the current home while you plan to build a second dwelling at the rear (STCA). The existing 3 bedroom, 1 bathroom home offers a lounge, original kitchen/meals, sunroom, undercover entertaining area, shed and single garage. The property delivers every option - to rent out, renovate/extend or move in whilst you contemplate its future, close to Westall Primary, Westall Secondary, Monash Uni, Clayton Road shops, Clayton Train Station, buses, Monash Medical Centre, Ikea, M-City plus major roads.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "650m2",
		"price": "Buy One or Buy Both! Asking $950K ea",
		"type": "house",
		"address": "4 Second Street, Clayton South, 3169",
		"x": 145.133794,
		"y": -37.931118,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "SMART CHOICE INVESTMENT!",
		"description": "Location Perfect! Nested in a peaceful court and yet only a stone throw from Sandown Station, within distance to Springvale Underground Train Station, close to newly developed Skyrail giving ease of access to Princes Highway! Surrounded by Schools such as Heatherhill Primary School and Keysborough College, Childcare only a few minutes away just off Lightwood Road and vibrant Springvale Shopping Centre for your delicious Asian cuisines!<br/><br/>Featuring: 3 bedroom WB home set on 700m2 (approx.) with 2 bathrooms and 2 toilets, all gas appliances, a carport and possible further development (STCA).<br/><br/>Tenanted @ $1,395/PCM<br/><br/>PLEASE NOTE:<br/>- All enquiries MUST include a contact telephone number<br/>- Photo ID Required for all Inspections",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "700m2",
		"price": "ON HOLD!",
		"type": "house",
		"address": "9 Ross Court, Springvale, 3171",
		"x": 145.161813,
		"y": -37.960523,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		}
	},
	{
		"title": "AN ORIGINAL HOME WITH DEVELOPMENT POTENTIAL",
		"description": "Largely original and set on around 774m2, this home gives its new owner many options including renovating the existing home with room behind to build another, or you could choose to level the block and start over with space to build a dream family home or multiple townhouses (all options are STCA). As it stands, the home is very neat, tidy and instantly comfortable with features including a lounge room that has a wood fired heater, a kitchen with an adjoining dining area and there's also a study at the rear of the home. There are 3 bedrooms as well as a family bathroom with separate toilet and the added comfort of a split system heater/air conditioner. Outside you have a covered entertaining patio and a huge backyard with fertile vegie patches, a garage with additional parking behind locking gates, 2 workshop/storage rooms and a shed. And with Westall train station, primary and secondary schools within walking distance, a handy location only enhances its appeal.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "774m2",
		"price": "UNDER CONTRACT",
		"type": "house",
		"address": "39 Westall Road, Clayton South, 3169",
		"x": 145.139341,
		"y": -37.944418,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "Corner Block Home, Perfect For Redevelopment (STCA)",
		"description": "Whether you're a growing family, astute developer or savvy investor this single level, spacious & conveniently located 4 bedroom home is an opportunity you don't want to miss. Sitting proudly on a substantial elevated 516sqm allotment it could easily accommodate a modern addition with potential to renovate, enhance or extend or alternatively redevelop into townhouses/units or create the luxury family home you've always dreamed of (STCA). Featuring a large front garden, wide entrance hall with timber flooring that flows through to spacious light filled living room, kitchen with ample storage & cooking space overlooking a meals area, a separate laundry with outside access to a sunny paved rear courtyard, 4 bedrooms (two with built-in robes), central bathroom with shower & bath, separate toilet, linen cupboard & storage shed/garage with off street parking for two cars. Conveniently located on a quiet street, within walking distance to Westall Primary & Secondary School & with Rosebank Avenue shopping strip, Westall Station, bus stops, Monash University & Sheldon Place Reserve all close by. <br/><br/><br/> <br/>Don't waste another moment, call or text 0438 533 066 or email lee.botsios@raywhite.com or Shanky 0434 781 294 or email shanky.walia@raywhite.com to book your inspection or an online video tour can be arranged during COVID restrictions.<br/> <br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquiries and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist<br/><br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"landsize": "516m2",
		"price": "Contact agent - $850,000 - $880,000",
		"type": "house",
		"address": "19 Monash Crescent, Clayton South, 3169",
		"x": 145.135518,
		"y": -37.944402,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "Prime Location + MWSC & Mt Waverley Pinewood Primary Zone",
		"description": "$918,000-$999,888 Private Sale By Negotiation Subject to Finance Acceptable<br/><br/>*Within highly sought after Mount Waverley Secondary College and Pinewood Primary School catchment area*<br/><br/>Blending together a perfect mix of quality, low maintenance living, this renovated home boasts 3 bedrooms including two bathrooms, two toilets. A spacious and sundrenched formal lounge and dining areas and covered deck overlooking a private courtyard and surrounded by parklands, Shopping Centres and recreational facilities, this family home is ideal for a family wanting lots of space along with the convenience of being close to everything.<br/><br/>• Sitting on a significant corner frontage, this independent single-level residence with own driveway is sure to impress<br/>• Spacious formal lounge, 3 sizable bedrooms + family dining/meals area <br/>• Renovated stylish bathroom plus another updated bathroom & 2 toilets<br/>• Covered pergola + outdoor entertaining area & easy maintenance gardens <br/>• Carport + parking spaces plus off street parking<br/>• Conveniently located near a short stroll to all desired amenities & facilities<br/><br/>Conveniently situated within close proximity to a fantastic collection of local schools such as Mount Waverley Pinewood Primary School, Mount Waverley Secondary College and within a few turns from Mount Waverley Shopping Centre, Monash Freeway and direct public bus access to Mount Waverley train station, this family friendly home is sure to impress. An inspection is a must!<br/><br/>Easy walking distance to public transport, cafes and restaurants, schools, shopping centres, vast parklands, walking and bicycle tracks, Close to Holmesglen Tafe, Monash University and M1 freeway.<br/><br/>Located in the coveted Mount Waverley Secondary College & Mount Waverley North Primary School Zone<br/>- Walk to parkland, bike and walking tracks<br/>- Close to shopping centres, cafes and restaurants<br/>- Close to Huntingtower School, Mount Waverley train station, Syndal train station<br/>- Close to Holmesglen Tafe, Monash University<br/>- Close to public transport, M1 freeway<br/><br/>Contact Jerry Zhu 0401 753 099 for more information.<br/><br/>PHOTO ID REQUIRED AT ALL OPEN FOR INSPECTIONS<br/>INSPECTION TIMES are subject to change without notice<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document and refer to the due diligence check-list provided by consumer affairs. Click on the link for a copy of the due diligence check-list: http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"landsize": "470m2",
		"price": "$918,000-$999,888",
		"type": "house",
		"address": "15 Anthony Drive, Mount Waverley, 3149",
		"x": 145.13545421,
		"y": -37.88751666,
		"primarySchool": {
			"school": "Pinewood Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1487401",
			"HyperLinkPostcode": "3149",
			"HyperLinkOverall": "99",
			"LabelPercentile": "4%",
			"TotalEnrolments": "880",
			"Sector": "Government",
			"ICSEA": "96"
		},
		"secondarySchool": {
			"school": "Mount Waverley Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1810502",
			"HyperLinkPostcode": "3149",
			"HyperLinkOverall": "95",
			"LabelPercentile": "12%",
			"TotalEnrolments": "1780",
			"Sector": "Government",
			"ICSEA": "95"
		}
	},
	{
		"title": "Modern family living at its finest!",
		"description": "Located by the tranquil Waverly Park Lake, an immaculately finished modern home awaits you. Boasting a contemporary skillion roof, an enthralling composition of fine cladding and neat brickwork, you will be proud to call this home! You will also benefit from being different from the townhouse terraces on your street, being the only independent house (only the garage wall is adjoining the neighbouring property), making it a wonderful investment.<br/><br/>This beautiful home comprises 4 bedrooms, with the master bedroom enjoying walk-through robes leading to the grand ensuite. Another generous bathroom with a timeless white and neutral palette, storage, bath and separate shower, powder room servicing the ground floor is convenient and perfect for when guests are visiting. Separate laundry room on the ground floor with built-in cupboards and direct outdoor access via the garage. Sleek modern kitchen equipped with stone benchtops, stainless steel appliances, gas stove cooktop, double sink and plenty of storage. Separate dining room with low-maintenance tiles and glass sliding windows that open to your patio and backyard, ideal for entertaining friends and family.<br/><br/>Other features include split system air conditioners in every bedroom; central ducted heating; linen cupboard, single lock up garage with access to under-stair storage; water tank; and additional open-air parking at the front of the garage and massive bright and airy living room with plush carpeting.<br/><br/>Conveniently located close to Waverly Gardens Shopping Centre (3-min drive or 14-min walk), as well as local shops, restaurants, dentist, salon, barber and Goodlife Gym on Stadium Court (3-min drive or 14-min walk). Close proximity to schools within your zone, including Mulgrave Primary School (3-min drive or 13-min walk) and Carwatha College P-12 (5-min drive), as well as a private school option - Nazareth College (6-min drive). Easy access to the M1 Monash Freeway and M3 Eastlink<br/><br/>Strategically located and beautifully finished, this modern home won’t be available for long. Call Vincent Lim on 0437 008 418 to inspect and make your offer before it goes Under Contract!<br/><br/>Photo ID is required for all inspections.",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "$995,000",
		"type": "house",
		"address": "32 Windy Hill Drive, Mulgrave, 3170",
		"x": 145.18770329,
		"y": -37.93067208,
		"primarySchool": {
			"school": "Mulgrave Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1217201",
			"HyperLinkPostcode": "3170",
			"HyperLinkOverall": "92",
			"LabelPercentile": "21%",
			"TotalEnrolments": "450",
			"Sector": "Government",
			"ICSEA": "85"
		},
		"secondarySchool": {
			"school": "Carwatha College P-12",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1543501"
		}
	},
	{
		"title": "Nomination Sale! Brand New Home Settling Soon!",
		"description": "Townhouse 3 nomination sale, settlement expected August 2019.<br/>Settlement package Including Fridge and Washing machine!<br/><br/>Home features<br/>- Premium quality modern designed double storey Town House<br/>- Building size 177 sqm (approx.). <br/>- 4 bedrooms, 3 bathrooms, with two master bedrooms featuring en-suite<br/>- Exceptional space in lounge and bedrooms<br/>- Tasmanian oak floorboard throughout lounge and kitchen<br/>- Large open plan kitchen with Caesar stone benchtop featuring quality European appliances, stainless steel double sink, dishwasher and 900mm integrated cooktop and oven.<br/>- Bathrooms feature floor to ceiling premium tiles.<br/>- Central heating and cooling system for entire home<br/>- Spacious courtyard featuring Merbau timber decking.<br/>- Easily maintained designer landscaped garden<br/><br/>Location features<br/>- 25 minute drive to Melbourne CBD<br/>- 8 minute drive to Chadstone Shopping Centre<br/>- Good location with-in easy walking distance to:<br/> - Clayton Train Station<br/> - Monash University<br/> - Clayton shopping strip<br/> - Coles supermarket<br/> - Restaurants and Asian grocery shops<br/> - Parkland reserve<br/> - Monash Medical Centre<br/><br/><br/>*Rendering photos are artist's impression, and are for illustration purpose only. Please refer to contract of sale for details and inclusions.<br/><br/>*Photos 2 and 3 are taken on site on 6/3/2019. Exterior paintings are unfinished yet.",
		"features": {
			"bedrooms": 4,
			"bathrooms": 3,
			"parkingSpaces": 2
		},
		"price": "$915,000",
		"type": "house",
		"address": "3/15 Colin Road, Oakleigh South, 3167",
		"x": 145.112514,
		"y": -37.914757,
		"primarySchool": {
			"school": "Huntingdale Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1471601",
			"HyperLinkPostcode": "3167",
			"HyperLinkOverall": "97",
			"LabelPercentile": "7%",
			"TotalEnrolments": "380",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Endless potential on big corner block approx. 680m2- Central Springvale",
		"description": "Situated within short walk to Springvale shopping central, Doctors surgery, Schools, Asian groceries shops, Woolworth supermarket, upgraded Springvale Library, Killester college,station and all amenities; this is golden opportunity for you to own a huge corner block property in prime position of Springvale Central. You can build two double storey houses facing two streets with their own frontage and driveway, there is currently endorsed plans to build two double storey houses or apply for new plan to suit your own requirements( Stca) or simply to keep renting the place and see your money grow. There are huge demand for land like this in Springvale central. Currently there is three bedrooms BV house with fully self contained bungalow at back that is rented for $1560/ month. Must sell.<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 4
		},
		"landsize": "680m2",
		"price": "$900000- $990000",
		"type": "house",
		"address": "43  Emerald Dr, Springvale, 3171",
		"x": 145.145046,
		"y": -37.958305,
		"primarySchool": {
			"school": "Spring Parks Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553801"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		}
	},
	{
		"title": "Great Location with an excellent rental income.........",
		"description": "An original charmer weatherboard home is in solid condition, set on a 535m² block (app) which perfect to build your dream home or develop. This prime location home is surrounded by all the amenities with a walking distance to Sandown station. Close to public primary & high school, catholic school, Springvale library, medical clinics, restaurants, café, in between Springvale and Noble Park Shopping Centre.... and all amenities. <br/><br/>Property Features: <br/><br/>- 4 Generous size Bedroom with 2 Bir's<br/>- A good size dining room and living room.<br/>- 2 bath rooms & toilets <br/>- Specious wooden kitchen with gas cooks top and plenty of storage space .<br/>- Enclosed alfresco which provided more space for family entertainment area. <br/>- Long drive way with plenty of space for car parks.<br/>-The rear of the house provides a large backyard for entertaining the friends and family whilst the kids can run around and play.<br/>- Lovely, quiet location, centrally located.<br/>- Walk to schools and bus stop, short drive to train station.<br/>- 2 Air conditioners.<br/>- Extra one bedroom bungalow.<br/>- Rental $2129 per month.<br/>- Suitable for the investors, developers, builders and the big family home owners. <br/><br/>A golden opportunity for whom looking for an excellent location for their dream home or an investor want somethings for long team investment. <br/><br/> Call us today for inspection and to discover more for your self before it gone........",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"landsize": "535m2",
		"price": "$ 820,000 - $ 902,000",
		"type": "house",
		"address": "44 Peter Street, Springvale, 3171",
		"x": 145.161031,
		"y": -37.961764,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		}
	},
	{
		"title": "The Choice is Yours! Vendor Said MUST SELL",
		"description": "Centrally located, with easy access to the Monash and Eastern Freeways, local schools, shops and public transport, this home offers a sound investment that would make a perfect first home or addition to your portfolio.<br/>Featuring three bedrooms all with built-in robes: polished floorboards throughout, a central bathroom, spacious L-shaped lounge dining area; there is plenty to inspire you.<br/><br/>With a lock-up garage, garden shed, and fruit trees in the rear yard.<br/>Sitting on a good size block oozing with opportunity, you can easily see the potential this home has to offer. Renovate and personalise, develop (STCA) or lease out. The choice is yours!",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "Under Offer",
		"type": "house",
		"address": "141 Police Road, Mulgrave, 3170",
		"x": 145.17344,
		"y": -37.935039,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "OAKLEIGH SOUTH'S MOST AFFORDABLE!",
		"description": "In largely original condition, requiring some TLC and set in a court location measuring around 631m2, this home presents many options for its new owner at a level entry opportunity. Firstly, the home is solid and could easily be renovated to update both its style and comfort which would also significantly improve its value. <br/><br/>Alternatively, with this much land under it, you could also consider its potential as a new home site or the even the possibility of redevelopment (STCA). <br/><br/>As it stands, the home features hardwood floors throughout, a generous lounge/dining room and a family/meals area adjoining the neat kitchen with updated granite benches and stainless appliances. <br/><br/>There are 3 bedrooms including 1 with built in wardrobes plus a family bathroom with separate powder room plus the added comfort of ducted heating. <br/><br/>Outside there's a double carport, a double garage converted into a living room/studio, an extended sunroom, and a big backyard with garden shed. <br/><br/>Set right next to Dales Park, the home is also within minutes of multiple golf clubs, buses, The Links Shopping Centre and quality local schools. <br/><br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "$925,000",
		"type": "house",
		"address": "5 Louisa Court, Oakleigh South, 3167",
		"x": 145.080827,
		"y": -37.935232,
		"primarySchool": {
			"school": "East Bentleigh Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1483701"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T12:30:00",
				"end": "2022-09-10T13:00:00"
			}
		]
	},
	{
		"title": "Immaculate house with Plans & Permit to build another dwelling.",
		"description": "Do not miss out this property with approved plans and permit ready to build another dwelling with its own frontage & own driveway and keep the original home also with own frontage and driveway facing other street. <br/>Set on a prime corner site surrounding luxury houses, this three bedroom BV home perfectly situated in popular Springvale areas. <br/>Featuring bright living, 3 bedrooms with BIR’s, modern kitchen fitted with gas appliances and meal area, updated bathroom, 2 toilets, polished timber floorboards and laundry with door access to large backyard. Lock-up garage.<br/>Property located very close access to all of Springvale’s amenities, short distance from Springvale central market, within walking distance to Springvale library, Killester college, Springvale Primary school, doctor, dentist surgeries, Woolworths supermarket, Asian groceries and public transport … Don’t miss out on this golden opportunity!<br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "23  Goodwood Drive, Springvale, 3171",
		"x": 145.15400567,
		"y": -37.9608813,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T16:30:00",
				"end": "2022-09-07T17:00:00"
			},
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T12:30:00"
			}
		]
	},
	{
		"title": "A blank canvas for your creative imagination to take over.",
		"description": "A well-grounded and soundful detached dwelling providing serenity, harboring 598 sqm (approx.) block assures plentiful space for buyers to conjure and create to their minds content. This classic 3-bedroom home is hidden within Springvale waiting to come alive.<br/><br/>There is a plethora of possibilities to explore within this wonderful place. More than capable of residence this house also generously offers a livable environment for current renters yielding a weekly rental income of $400pw and a monthly rental income of $1738. A few creative touch-ups allow a mind-blowing elevation to the household. The abundance of land also invites for redevelopment to be made (STCA) only limited by the buyer’s perspective. A modern, innovative, grand smart house suitable for many, or alternatively, the construction of town houses more than fit to deliver a warm and luxurious living environment.<br/><br/>Entertaining a comfortable distance from a near by creek and reserve the location of this fabulous house offers eye-pleasing sights. A quick drive from local schools, the Springvale Station, the Springvale Shopping Center and the diverse and renowned Springvale market. This convenient location provides more than just looks for its residents. <br/>Do not miss out on a golden opportunity. <br/><br/>Deposit :- 10 %<br/><br/>Settlement :- 30/60/90<br/> <br/>ACT NOW!!!<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "598m2",
		"price": "$869,000",
		"type": "house",
		"address": "85 lewis street, Springvale, 3171",
		"x": 145.14661,
		"y": -37.936836,
		"primarySchool": {
			"school": "Westall Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1485101"
		},
		"secondarySchool": {
			"school": "Westall Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1847001"
		}
	},
	{
		"title": "CLASSIC BRICK HOME IN A PRIME LOCATION!!",
		"description": "Spacious in layout and offering 2 large living areas, this family home offers room for everything and everybody! Formal lounge with gas heating and air conditioning with polished timber floors and picture window to front garden area. Modern fully tiled kitchen with adjoining dining room opens to a separate everyday family room gas heating. 3 spacious bedrooms with robes and central bathroom with separate bath and shower. The large private backyard is a real haven for kids and also features a covered paved entertaining area for summer bbqs. Large single garage with additional storage space and garden shed. Positioned in a immensely popular and convenient location of Springvale, it’s within minutes walk to Aldi’s, Springvale Plaza Shopping Centre at your doorstep.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"price": "Contact Agent",
		"type": "house"
	},
	{
		"title": "RARE OPPORTUNITY AS FIRST HOME OR INVESTMENT",
		"description": "Located in arguably the most sought after pocket in Springvale, this well maintained family home sits on a large 596m2 block (approx.) and offers loads of potential and options. Add your own personal touch and create your ideal first home, add to your rental portfolio, or develop into your dream home or multiple dwellings (STCA).<br/>Featuring a large lounge/dining, spacious kitchen, three good size bedrooms, a central bathroom, covered entertaining/work area, double garage, ducted heating and air-conditioning, and much more.<br/>Conveniently located in close proximity to the vibrant central Springvale shopping precinct, public transport, primary and secondary schools and all major amenities.<br/>This is the home you have been waiting for! Call us today - wont last long.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 1
		},
		"landsize": "596m2",
		"price": "$790,000 - $840,000",
		"type": "house",
		"address": "16 Dodds Street, Springvale, 3171",
		"x": 145.16081,
		"y": -37.961031,
		"primarySchool": {
			"school": "Heatherhill Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1480201"
		},
		"secondarySchool": {
			"school": "Keysborough Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1886701"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T12:00:00",
				"end": "2022-09-10T12:30:00"
			}
		]
	},
	{
		"title": "Large Family Home Centrally Located",
		"description": "An opportunity not to be missed, centrally located in Oakleigh South this family home offers 5 bedrooms (4 with BIRs), a study, and 1 and a half bathrooms. The modern kitchen will impress any home cook with stainless steel appliances, a dishwasher, glass splashbacks, and stone benchtops. Central heating and split system cooling throughout the home and a 4Kw solar system. A large living and dining area to entertain family and friends.<br/><br/>This home is in the highly regarded South Oakleigh Primary School Zone, and within a few minutes drive to Sacred Heart Girl’s College and Salesian College Chadstone. A 10-minute drive to Oakleigh Central and Chadstone Shopping Centre and walking distance to supermarkets and parks.<br/><br/>Please contact Shaun Spencer on 9568 8000.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospect purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquiries and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for the copy of the due diligence check-list from Consumer Affairs. http://www.consumer.vic.gov.au/duediligencechecklist",
		"features": {
			"bedrooms": 5,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "$995,000",
		"type": "house",
		"address": "1/330 Warrigal Road, Oakleigh South, 3167",
		"x": 145.08340538,
		"y": -37.92007154,
		"primarySchool": {
			"school": "Coatesville Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1471201",
			"HyperLinkPostcode": "3165",
			"HyperLinkOverall": "96",
			"LabelPercentile": "10%",
			"TotalEnrolments": "800",
			"Sector": "Government",
			"ICSEA": "95"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Vendor Considering Offers",
		"description": "Conveniently located within a short stroll to Clarinda shops, supermarket, petrol station, a short drive to Monash hospital, schools, parks (including one with a playground at end of Hendon Court), and public transport. <br/><br/>This well appointed 3 bedroom house in a quiet cul-de-sac features an entrance hall leading to a north facing living room (with aircon) and separate dining room, with sliding doors to an outside under cover terrace and garage access.<br/><br/>The spacious, light filled master bedroom has BIRs leading to a two way tiled bathroom with separate shower, bath and separate toilet.<br/><br/>The large tiled kitchen/meals area (off which is the laundry and access to large back garden) has a pantry and generous cupboard space, gas cook top, stainless steel oven and dishwasher.<br/><br/>Additional features include central heating throughout, a brick double lock-up 2 way garage, water tanks, a brick shed (suitable as a wine cellar), built in BBQ and fruit trees with attractive, well maintained front and back gardens.<br/><br/>CITY WIDE REAL ESTATE<br/>282 Clayton Road, Clayton VIC 3168<br/>www.citywiderealestate.com.au<br/><br/>Contact Listing Agent:<br/>Phillip Kaimakamis<br/>Mobile: 0408 54 99 50<br/><br/>Fab Cutrona<br/>Mobile: 0413 866 154<br/><br/>Photo ID required at all City Wide Real Estate open for inspections. City Wide Real Estate may refuse to provide further information on the property should you prefer not to disclose your full contact information including phone number.<br/><br/>Disclaimer: We have in preparing this document used our best endeavours to ensure that the information contained in this document is true and accurate, but accept no responsibility and disclaim all liability in respect to any errors, omissions, inaccuracies or misstatements in this document. Prospective purchasers should make their own enquiries to verify the information contained in this document. Purchasers should make their own enquires and refer to the due diligence check-list provided by Consumer Affairs. Click on the link for a copy of the due diligence check-list from Consumer Affairs.<br/>http://www.consumer.vic.gov.au/duediligencechecklist<br/><br/>",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 2
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "4 Hendon Court, Clarinda, 3169",
		"x": 145.102633,
		"y": -37.943849,
		"primarySchool": {
			"school": "Clayton South Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1438401"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-07T16:30:00",
				"end": "2022-09-07T17:00:00"
			}
		]
	},
	{
		"title": "Prestigious Pocket!",
		"description": "!!!Call Agent to arrange Private Inspections !!! <br/>This well-proportioned, 3-bedroom home is situated on a generous block and presents the perfect investment opportunity or place to call home. Features include 3 large robed bedrooms, 2 showers and 2 toilets, formal lounge, updated kitchen and meals area, ducted heating, reverse cycle air conditioning, lock-up workshop /storage, double carport and a sizeable backyard with plenty of options.<br/>This property is full of potential and is situated in the heart of Springvale; only a short distance away from Princes Highway, Springvale Road Shopping Centre, Sandown Racecourse, Wellington Secondary College, Minaret College, St Joseph Primary School, Springvale Rise Primary school, public transport and other amenities.<br/>Overall this is a secure investment opportunity as well as a central and convenient home for a family or couple to live in. <br/>Currently tenanted for $1,738 Per month. <br/>Photo I.D is required at the time of inspection.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"landsize": "582m2",
		"price": "$ 850,000 to $ 920,000",
		"type": "house",
		"address": "5 Fairbairn Street, Springvale, 3171",
		"x": 145.159833,
		"y": -37.941811,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "Four Plus More on 735m2 of Land",
		"description": "A great Mulgrave location close to all that the suburb has to offer. <br/>This 4 bedroom home gives buyers a great opportunity to secure a solid family home with loads of potential to modernise and create a fantastic home for your own family. Features a full ensuite to master bedroom, a renovated bathroom with WC and Bidet, ducted heating and evaporative cooling and a sensational 4 car brick garage measuring approx. 8m x 12m.<br/>Private gardens with hedges to front and space for the kids and dog in the rear yard. BBQ area and so much more",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 3
		},
		"landsize": "735m2",
		"price": "$950,000-$990,000",
		"type": "house",
		"address": "4 Withers Avenue, Mulgrave, 3170",
		"x": 145.176557,
		"y": -37.931401,
		"primarySchool": {
			"school": "Albany Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1542701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		},
		"inspectionTimes": [
			{
				"start": "2022-09-10T13:10:00",
				"end": "2022-09-10T13:30:00"
			}
		]
	},
	{
		"title": "Spacious Family Home Overflowing with Opportunity",
		"description": "Uniquely designed, this superb home has space for families, including extended family or guests, enjoys sunset views while including four bedrooms, 2 living zones over the two levels, a central bathroom, two toilets, underground storage area and ducted heating. The family home and lifestyle are still alive and it's on offer with this gem. Primed for your future vision and ready to be occupied, this is a great asset which will appreciate over time.<br/><br/>When you think of exceptional locations, this must be close to the top of the list. Positioned in a premium location close to Princes Highway, a quick trip to Coles supermarket, schools, Springvale station and shopping centre. It's all here for your enjoyment.<br/>",
		"features": {
			"bedrooms": 4,
			"bathrooms": 2,
			"parkingSpaces": 2
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "95 Kemp Street, Springvale, 3171",
		"x": 145.164179,
		"y": -37.941392,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "Perfectly Proportioned Deluxe Living",
		"description": "Sure to appeal to a wide range of buyers, this sensational townhouse is a genuine rarity. Tastefully designed, it comprises of three bedrooms and two bathrooms. Downstairs enjoys a generous lounge and open plan kitchen meals area that is bathed in light and opens up to an entertainer's paradise with low maintenance rear yard. The property features fixtures and finishes of the highest quality and with such close proximity to Clayton/Huntingdale Train Station, Clarinda Primary School, public transport, parklands and much more, whether you are looking to invest or just starting out, this is your golden opportunity not to be missed.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 2,
			"parkingSpaces": 1
		},
		"price": "Contact Agent",
		"type": "house",
		"address": "3/26 Elder Street, Clarinda, 3169",
		"x": 145.104287,
		"y": -37.929115,
		"primarySchool": {
			"school": "Clarinda Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1333601"
		},
		"secondarySchool": {
			"school": "South Oakleigh Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1880101"
		}
	},
	{
		"title": "Prime location within easy reach of Springvale Central.",
		"description": "Phone enquiries - please quote property ID 25733. <br/><br/>Within easy walking distance from home to the primary school. <br/><br/>2min driving and can be walking distance of the Springvale Station?<br/><br/>All central facilities you will find this brilliant opportunity. Surround with the shopping center such as Coles, Spotlight, Bunnings Warehouse, Aldi and The Good Guys.<br/><br/>Easy to exit to Princes Hwy to city.<br/><br/>A level and rectangular allotment of approx. 585m2, housing an original brick and veneer house.<br/><br/>This property can be owner occupied or investment. Currently listed with tenant and managing by real-estate agent.<br/><br/>DISCLAIMER While proudly assisting home owners to sell since 1999, No Agent Property takes every care to verify the accuracy of the details in this advertisement, but the correctness cannot be guaranteed.",
		"features": {
			"bedrooms": 3,
			"bathrooms": 1,
			"parkingSpaces": 4
		},
		"landsize": "589m2",
		"price": "$930,000",
		"type": "house",
		"address": "12 Mein Street, Springvale, 3171",
		"x": 145.160437,
		"y": -37.941334,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	},
	{
		"title": "Once in a life time opportunity!",
		"description": "The Phone Code for this property is: 69901. Please quote this number when phoning or texting.<br/><br/>A charming, spacious brick veneer family home, situated in a perfect location, ideal for a growing family, investors and developers!<br/><br/>This unique remodelled home has tiled and hardwood floors and features an impressive:<br/>- 5 Bedrooms.<br/>- 2 Bathrooms.<br/>- 2 Living rooms.<br/>- Ducted heating.<br/>- Air-conditioning.<br/>- 2 Garages.<br/>- Shed.<br/>- Carports( fit 3 cars undercover).<br/>- Concrete ramp front door access.<br/>- New Color Bond fence around back <br/> yard.<br/>- Galvanised iron fence enclosed front <br/> yard for added security.<br/><br/>Built on a generous rectangular corner block land approximately 752sqm, with dimensions of 16.3m width and 46m length. This prime land is right opposite Springvale North Tennis Court and surrounded by picturesque Warner Reserve Park, it is a perfect home to raise your beloved family.<br/><br/>All the family will love and enjoy all the facilities Warner Reserve Park has to offer! Like:<br/>- 2 children's playgrounds.<br/>- Built-in gas barbecue with tables and <br/> chairs.<br/>- Fresh cold water tap.<br/>- Public toilets.<br/>- Walking/running tracks.<br/>- Off-leash dogs area.<br/>- Soccer grounds and clubs.<br/>- 8 hard courts tennis courts.<br/>Just great to keep the family and kids fit, busy and entertained!<br/><br/>And everyone will also like all the convenience of walking distance access to shops, schools and public transports:<br/>- 10 mins walk to Springvale shopping <br/> centre.<br/>- 15 mins walk to Springvale library.<br/>- 4mins walk to Springvale Rise Primary <br/> School.<br/>- 4 to 10 mins walk to Springvale Train <br/> Stations and bus services on Springvale <br/> Road, Centre Road and Princess Hwy.<br/><br/>46 Amiel St Springvale is the ideal home in a dream location to raise your wonderful family! <br/> <br/>Call now to book an inspection!<br/><br/>Disclaimer: <br/><br/>Whilst every care has been taken to verify the accuracy of the details in this advertisement, For Sale By Owner (forsalebyowner.com.au Pty Ltd) cannot guarantee its correctness. Prospective buyers or tenants need to take such action as is necessary, to satisfy themselves of any pertinent matters.",
		"features": {
			"bedrooms": 5,
			"bathrooms": 2,
			"parkingSpaces": 4
		},
		"landsize": "752m2",
		"price": "$1,100,000 - $1,210,000",
		"type": "house",
		"address": "46 Amiel St, Springvale, 3171",
		"x": 145.157394,
		"y": -37.942881,
		"primarySchool": {
			"school": "Springvale Rise Primary School",
			"yearLevel": "P6",
			"boundaryYear": 2023,
			"entity": "1553701"
		},
		"secondarySchool": {
			"school": "Wellington Secondary College",
			"yearLevel": "7",
			"boundaryYear": "2023",
			"entity": "1846201"
		}
	}
]
